<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">
<TITLE>Hj&auml;lp f&ouml;r inst&auml;llningar</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Hj&auml;lp f&ouml;r inst&auml;llningar p&aring; Kontrollpanelen</B></P><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">Hj&auml;lpmedel</A><BR> <A HREF="ctpnl.htm#bluetooth">Bluetooth</A><BR> <A HREF="ctpnl.htm#managing_certificate_stores">Certifikat</A><BR> <A HREF="ctpnl.htm#modifying_communications_settings">Kommunikation</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">Datum och tid</A><BR> <A HREF="ctpnl.htm#device_management">Enhetshantering</A><BR> <A HREF="ctpnl.htm#dialing">Uppringning</A><BR> <A HREF="ctpnl.htm#background">Bildsk&auml;rm</A><BR> <a href="ctpnl.htm#sip_info">Indatapanel</a><br> <a href="ctpnl.htm#input_language">Inmatningsspr&aring;k</a><br> <A HREF="ctpnl.htm#adjusting_keyboard_settings">Tangentbord</A><BR> <A HREF="ctpnl.htm#mousesettings">Mus</A><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">&Auml;gare</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">L&ouml;senord</A><BR> <A HREF="ctpnl.htm#power">Str&ouml;m</A><BR> <A HREF="ctpnl.htm#modifying_regional_settings">Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</A><BR> <A HREF="ctpnl.htm#regional_settings">Nationella inst&auml;llningar</A><BR> <A HREF="ctpnl.htm#removing_programs">Ta bort program</A><BR> <A HREF="ctpnl.htm#adjusting_keyboard_and_stylus_settings">Spets</A><BR> <A HREF="ctpnl.htm#adjusting_memory_and_power_settings">System</A><BR> <A HREF="ctpnl.htm#cp_menu">Aktivitetsf&auml;ltet och Start-menyn</A><BR> <A HREF="ctpnl.htm#user_interface_language">Anv&auml;ndargr&auml;nssnittets spr&aring;k</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">Volym och ljud</A><BR> <A HREF="ctpnl.htm#storage_manager">Databashanteraren</A><BR> <A HREF="ctpnl.htm#index">Index</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="accessibility_settings"></A><B>Hj&auml;lpmedel</B></P><UL></UL>

<P>Genom att anv&auml;nda Hj&auml;lpmedel p&aring; Kontrollpanelen kan du anpassa tangentbordets, bildsk&auml;rmens och musens funktioner.</P>
<P>De hj&auml;lpmedelsverktyg som finns i Hj&auml;lpmedel p&aring; Kontrollpanelen utf&ouml;r olika funktioner.</P>

<A HREF="ctpnl.htm#stickyKeys_settings">Tr&ouml;ga tangenter</A><BR> <A HREF="ctpnl.htm#toggleKeys_settings">L&aring;stangenter</A><BR> <A HREF="ctpnl.htm#soundsentry_settings">Visuell varning</A><BR> <A HREF="ctpnl.htm#highcontrast_settings">H&ouml;gkontrast</A><BR> <A HREF="ctpnl.htm#mousekeys_settings">Mustangenter</A>

<P><B>Obs!</B> &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och dubbelklicka sedan p&aring; <B>Hj&auml;lpmedel</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="stickyKeys_settings"></A><B>Tr&ouml;ga tangenter</B></P><UL></UL>

<P>Med hj&auml;lp av Tr&ouml;ga tangenter aktiveras samtidiga tangentnedslag, men du beh&ouml;ver bara trycka p&aring; en tangent &aring;t g&aring;ngen.</P>
<P>Tr&ouml;ga tangenter &auml;r avsett f&ouml;r dem som har sv&aring;righeter att h&aring;lla nere tv&aring; eller flera tangenter samtidigt. N&auml;r ett kortkommando beh&ouml;ver en tangentkombination, s&aring;som CTRL+P, g&ouml;r alternativen f&ouml;r Tr&ouml;ga tangenter det m&ouml;jligt att trycka p&aring; en l&aring;stangent (CTRL, ALT eller SKIFT), eller Windows-logotyptangenten, och g&ouml;ra s&aring; att den f&ouml;rblir aktiv tills en annan tangent trycks ner.</P>

<P>Aktivera Tr&ouml;ga tangenter:</P>
<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel: &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och sedan dubbelklicka p&aring; <B>Hj&auml;lpmedel</B>. 
<LI>P&aring; fliken <B>Tangentbord</B>, under <B>Tr&ouml;ga tangenter</B>, markerar du kryssrutan <B>Anv&auml;nd Tr&ouml;ga tangenter</B>. 
</OL>
<P>Inaktivera Tr&ouml;ga tangenter genom att avmarkera kryssrutan <B>Anv&auml;nd Tr&ouml;ga tangenter</B>.</P>

<P><B>Obs!</B> Om kryssrutan <B>Aktivera kortkommandot</B> i dialogrutan <B>Inst&auml;llningar f&ouml;r Tr&ouml;ga tangenter</B> &auml;r markerad kan du aktivera och inaktivera Tr&ouml;ga tangenter genom att trycka p&aring; SKIFT-tangenten fem g&aring;nger.</P><UL></UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#change_stickyKeys_options">&Auml;ndra alternativen f&ouml;r Tr&ouml;ga tangenter</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_stickyKeys_options"></A><B>&Auml;ndra alternativen f&ouml;r Tr&ouml;ga tangenter</B></P><UL></UL>

<P>Tr&ouml;ga tangenter &auml;r avsett f&ouml;r dem som har sv&aring;righeter att h&aring;lla nere tv&aring; eller flera tangenter samtidigt. N&auml;r ett kortkommando beh&ouml;ver en tangentkombination, s&aring;som CTRL+P, g&ouml;r alternativen f&ouml;r Tr&ouml;ga tangenter det m&ouml;jligt att trycka p&aring; en l&aring;stangent (CTRL, ALT eller SKIFT), eller Windows-logotyptangenten, och g&ouml;ra s&aring; att den f&ouml;rblir aktiv tills en annan tangent trycks ner.</P>

<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel: &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och sedan dubbelklicka p&aring; <B>Hj&auml;lpmedel</B>. 
<LI>P&aring; fliken <B>Tangentbord</B>, under <B>Tr&ouml;ga tangenter</B>, klickar du p&aring; <B>Inst&auml;llningar</B>. G&ouml;r n&aring;got av f&ouml;ljande:
<UL>
<LI>Om du vill anv&auml;nda det kortkommando som g&ouml;r det m&ouml;jligt f&ouml;r dig att aktivera eller inaktivera Tr&ouml;ga tangenter genom att trycka p&aring; SKIFT-tangenten fem g&aring;nger, markera kryssrutan <B>Aktivera kortkommandot</B>.</LI>
<LI>Om du vill ange att n&auml;r en l&aring;stangent (CTRL, ALT eller SKIFT), eller Windows-logotyptangenten, trycks ner tv&aring; g&aring;nger i rad, f&ouml;rblir den tangenten aktiv tills tangenten trycks ner igen, markerar du kryssrutan <B>Tryck tv&aring; g&aring;nger p&aring; l&aring;stangenten f&ouml;r att l&aring;sa</B> under <B>Alternativ och Indikering</B>.</LI>
<LI>Om du vill spela en ton som anger n&auml;r du trycker ner, l&aring;ser eller sl&auml;pper en l&aring;stangent (CTRL, ALT eller SKIFT), eller Windows-logotyptangenten, markerar du kryssrutan <B>Avge ljudsignal n&auml;r en l&aring;stangent trycks ned</B> under <B>Alternativ och Indikering</B>.</LI>
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="toggleKeys_settings"></A><B>L&aring;stangenter</B></P><UL></UL>

<P>Vissa l&aring;stangenter avger ljud n&auml;r du trycker p&aring; dem. </P>
<P>L&aring;stangenter &auml;r avsett f&ouml;r dem med nedsatt syn eller kognitiva problem. N&auml;r L&aring;stangenter &auml;r aktivt avger datorn ljudsignaler n&auml;r du trycker p&aring; en av l&aring;stangenterna (CAPS LOCK, NUM LOCK eller SCROLL LOCK). Det spelas upp ett h&ouml;gt signalljud n&auml;r tangenterna aktiveras och det spelas upp ett l&aring;gt signalljud n&auml;r de inaktiveras.</P>

<P>Aktivera L&aring;stangenter:</P>
<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel: &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och sedan dubbelklicka p&aring; <B>Hj&auml;lpmedel</B>. 
<LI>P&aring; fliken <B>Tangentbord</B>, under <B>L&aring;stangenter</B>, markerar du kryssrutan <B>Anv&auml;nd L&aring;stangenter</B>. 
</OL>
<P>Inaktivera L&aring;stangenter genom att avmarkera kryssrutan <B>Anv&auml;nd L&aring;stangenter</B>.</P>

<B>Anteckningar</B>
<UL>
<LI>Om du vill anv&auml;nda det kortkommando som ger dig m&ouml;jlighet att aktivera och inaktivera L&aring;stangenter genom att trycka p&aring; NUM LOCK-tangenten i &aring;tta sekunder, klicka p&aring; <B>Inst&auml;llningar</B> p&aring; fliken <B>Tangentbord</B> under <B>L&aring;stangenter</B>.</LI>
<LI>Om kryssrutan <B>Aktivera kortkommandot</B> i dialogrutan <B>Inst&auml;llningar f&ouml;r L&aring;stangenter</B> &auml;r markerad, kan du aktivera eller inaktivera L&aring;stangenter genom att h&aring;lla nere NUM LOCK-tangenten i &aring;tta sekunder.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="soundsentry_settings"></A><B>Visuell varning</B></P><UL></UL>

<P>Visuell varning inneb&auml;r att det visas varningar p&aring; bildsk&auml;rmen som motsvarar de ljud som systemet avger.</P>
<P>Visuell varning &auml;r avsett f&ouml;r dem som har sv&aring;righeter att h&ouml;ra de systemljud som datorn genererar. Med hj&auml;lp av Visuell varning kan du &auml;ndra de inst&auml;llningar som genererar bildsk&auml;rmsvarningar, s&aring;som en blinkande namnlist eller en blinkande ram, n&auml;r datorn genererar ett ljud.</P>

<P>Aktivera Visuell varning:</P>
<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel: &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och sedan dubbelklicka p&aring; <B>Hj&auml;lpmedel</B>. 
<LI>P&aring; fliken <B>Ljud</B>, under <B>Visuell varning</B>, markerar du kryssrutan <B>Anv&auml;nd Visuell varning</B>. 
</OL>
<P>Inaktivera <B>Visuell varning</B> genom att avmarkera kryssrutan <B>Anv&auml;nd Visuell varning</B>.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="highcontrast_settings"></A><B>H&ouml;gkontrast</B></P><UL></UL>

<P>H&ouml;gkontrast f&ouml;rb&auml;ttrar bildsk&auml;rmskontrasten med alternativa f&auml;rger och teckenstorlekar. </P>
<P>H&ouml;gkontrast &auml;r avsett f&ouml;r dem med nedsatt syn. F&auml;rgscheman med H&ouml;gkontrast kan g&ouml;ra sk&auml;rmen l&auml;ttare att se f&ouml;r vissa anv&auml;ndare genom att h&ouml;ja bildsk&auml;rmens kontrast med alternativa f&auml;rgkombinationer. En del av dessa scheman &auml;ndrar dessutom teckenstorlekarna vilket g&ouml;r texten mer l&auml;ttl&auml;st.</P>

<P>S&aring; h&auml;r aktiverar du H&ouml;gkontrast:</P>
<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel: &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och sedan dubbelklicka p&aring; <B>Hj&auml;lpmedel</B>. 
<LI>P&aring; fliken <B>Bildsk&auml;rm</B>, under <B>H&ouml;gkontrast</B>, markerar du kryssrutan <B>Anv&auml;nd H&ouml;gkontrast</B>. 
</OL>
<P>Inaktivera <B>H&ouml;gkontrast</B> genom att avmarkera kryssrutan <B>Anv&auml;nd H&ouml;gkontrast</B>.</P>

<P><B>Obs!</B> Om kryssrutan <B>Aktivera kortkommandot</B> i dialogrutan <B>Inst&auml;llningar f&ouml;r H&ouml;gkontrast</B> &auml;r markerad kan du aktivera eller inaktivera H&ouml;gkontrast genom att trycka p&aring; v&auml;nster ALT + v&auml;nster SKIFT + PRINT SCREEN (beroende p&aring; vilka andra inst&auml;llningar du har markerat i dialogrutan <B>Hj&auml;lpmedel</B>). &Ouml;ppna dialogrutan <B>Inst&auml;llningar f&ouml;r H&ouml;gkontrast</B> genom att &ouml;ppna <B>Hj&auml;lpmedel</B>, v&auml;lja fliken <B>Bildsk&auml;rm</B> och sedan klicka p&aring; <B>Inst&auml;llningar</B> under <B>H&ouml;gkontrast</B>.</P><UL></UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#change_highcontrast_options">&Auml;ndra H&ouml;gkontrastalternativ</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_highcontrast_options"></A><B>&Auml;ndra H&ouml;gkontrastalternativ</B></P><UL></UL>

<P>H&ouml;gkontrast &auml;r avsett f&ouml;r dem med nedsatt syn. F&auml;rgscheman med H&ouml;gkontrast kan g&ouml;ra sk&auml;rmen l&auml;ttare att se f&ouml;r vissa anv&auml;ndare genom att h&ouml;ja bildsk&auml;rmens kontrast med alternativa f&auml;rgkombinationer. En del av dessa scheman &auml;ndrar dessutom teckenstorlekarna vilket g&ouml;r texten mer l&auml;ttl&auml;st.</P>

<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel: &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och sedan dubbelklicka p&aring; <B>Hj&auml;lpmedel</B>. 
<LI>P&aring; fliken <B>Bildsk&auml;rm</B>, under <B>H&ouml;gkontrast</B>, klickar du p&aring; <B>Inst&auml;llningar</B>. G&ouml;r n&aring;got av f&ouml;ljande:
<UL>
<LI>Om du vill anv&auml;nda det kortkommando som ger dig m&ouml;jlighet att aktivera eller inaktivera H&ouml;gkontrast genom att trycka p&aring; v&auml;nster ALT + v&auml;nster SKIFT + PRINT SCREEN, markera kryssrutan <B>Aktivera kortkommandot</B>.</LI>
<LI>&Auml;ndra visningsschemat f&ouml;r H&ouml;gkontrast genom att v&auml;lja ett alternativ fr&aring;n <B>F&auml;rgschema f&ouml;r H&ouml;gkontrast</B>.
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="mousekeys_settings"></A><B>Mustangenter</B></P><UL></UL>

<P>Med hj&auml;lp av Mustangenter kan du utf&ouml;ra musfunktioner med tangentbordet.</P>
<P>Mustangenter &auml;r avsett f&ouml;r de anv&auml;ndare som har sv&aring;rt att anv&auml;nda en mus. Genom att anv&auml;nda Mustangenter kan du styra muspekaren med hj&auml;lp av det numeriska tangentbordet. Om du vill anv&auml;nda det numeriska tangentbordet f&ouml;r datainmatning s&aring;v&auml;l som f&ouml;r navigering kan du ange att Mustangenter &auml;r aktiverade n&auml;r NUM LOCK &auml;r nertryckt.</P>

<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel: &Ouml;ppna Hj&auml;lpmedel genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och sedan dubbelklicka p&aring; <B>Hj&auml;lpmedel</B>. 
<LI>P&aring; fliken <B>Mus</B>, under <B>Mustangenter</B>, klickar du p&aring; <B>Inst&auml;llningar</B>.
<li>Utf&ouml;r f&ouml;ljande efter behov:
<UL>
<LI><B>Aktivera kortkommandot</B>, kryssruta<br> Markera denna kryssruta om du vill anv&auml;nda det kortkommando som ger dig m&ouml;jlighet att aktivera eller inaktivera Mustangenter genom att trycka p&aring; v&auml;nster ALT + v&auml;nster SKIFT + NUM LOCK.</LI>
<LI><b>H&ouml;gsta hastighet</b>, skjutreglage<br> Dra skjutreglaget f&ouml;r att ange den maximala hastighet som muspekaren flyttar med n&auml;r du h&aring;ller nere en riktningstangent f&ouml;r Mustangenter.</LI>
<LI><B>Acceleration</B>, skjutreglage<br> Dra i skjutreglaget f&ouml;r att ange hur snabbt muspekaren ska accelerera till sin maximala hastighet n&auml;r du h&aring;ller nere en riktningstangent f&ouml;r Mustangenter.</LI>
<LI><B>Snabbare med Ctrl-tangenten och l&aring;ngsammare med Skift</B>, kryssruta<br> Markera denna kryssruta f&ouml;r l&aring;ngsammare pekarhastighet genom att h&aring;lla nere SKIFT-tangenten och snabbare pekarhastighet genom att h&aring;lla nere CTRL-tangenten samtidigt som du trycker ner riktningstangenterna f&ouml;r Mustangenter.</LI>
<LI><B>Anv&auml;nd Mustangenter n&auml;r Num Lock &auml;r</b><br> <b>Av</b> f&ouml;r att v&auml;xla mellan Mustangenter och standardanv&auml;ndning med det numeriska tangentbordet genom att trycka p&aring; NUM LOCK efter&aring;t om du anv&auml;nder det numeriska tangentbordet f&ouml;r datainmatning <br> <B>P&aring;</B> om du huvudsakligen anv&auml;nder det numeriska tangentbordet f&ouml;r navigering.</LI>
</UL>
</OL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Aktivera Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Aktivera Mustangenter med tangenttryckningar</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Klicka med Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Dra med Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Flytta muspekaren med hj&auml;lp av Mustangenter</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_turnon"></A><B>Aktivera Mustangenter</B></P><UL></UL>

<P>Mustangenter &auml;r avsett f&ouml;r de anv&auml;ndare som har sv&aring;rt att anv&auml;nda en mus. Genom att anv&auml;nda Mustangenter kan du styra muspekaren med hj&auml;lp av det numeriska tangentbordet. Om du vill anv&auml;nda det numeriska tangentbordet f&ouml;r datainmatning s&aring;v&auml;l som f&ouml;r navigering kan du ange att Mustangenter &auml;r aktiverade n&auml;r NUM LOCK &auml;r nertryckt.</P>

<P>S&aring; h&auml;r aktiverar du Mustangenter:</P>
<OL>
<LI>&Ouml;ppna Hj&auml;lpmedel. 
<LI>P&aring; fliken <B>Mus</B>, under <B>Mustangenter</B>, markerar du kryssrutan <B>Anv&auml;nd Mustangenter</B>. 
</OL>
<P>Inaktivera <B>L&aring;stangenter</B> genom att avmarkera kryssrutan <B>Anv&auml;nd L&aring;stangenter</B>.</P>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Aktivera Mustangenter med tangenttryckningar</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_keystrokes"></A><B>Aktivera Mustangenter med tangenttryckningar</B></P><UL></UL>

<OL>
<LI>Tryck p&aring; v&auml;nster <b>ALT + v&auml;nster SKIFT + NUM LOCK</b>.
<LI>I meddelandedialogrutan f&ouml;r Mustangenter trycker du p&aring; blanksteg f&ouml;r att avmarkera kryssrutan <B>Inaktivera kortkommandot f&ouml;r denna hj&auml;lpmedelsfunktion</B>.
<LI>Tryck p&aring; <b>TAB</b> och tryck sedan p&aring; <b>RETUR</b>.
</OL>

<P>Om Mustangenter inte aktiveras genom att anv&auml;nda tangentkombinationen ovan g&ouml;r du s&aring; h&auml;r:</P>
<OL>
<LI>&Ouml;ppna <b>Hj&auml;lpmedel</b>.
<LI>Tryck p&aring; <b>CTRL+TAB</b> tills fliken <B>Mus</B> &auml;r markerad.
<LI>Markera <B>Anv&auml;nd Mustangenter</B> genom att trycka p&aring; blanksteg.
<LI>Tryck p&aring; <b>TAB</b> tv&aring; g&aring;nger f&ouml;r att v&auml;lja <B>OK</B> och tryck sedan p&aring; RETUR. 
</OL>

<B>Anteckningar</B>
<UL>
<LI>Du kan &auml;ndra inst&auml;llningarna f&ouml;r Mustangenter p&aring; fliken <B>Mus</B> genom att klicka p&aring; <B>Inst&auml;llningar</B>. 
<LI>Om kryssrutan <B>Aktivera kortkommandot</B> i dialogrutan <B>Inst&auml;llningar f&ouml;r Tr&ouml;ga tangenter</B> &auml;r markerad kan du aktivera och inaktivera Tr&ouml;ga tangenter genom att trycka p&aring; SKIFT-tangenten fem g&aring;nger.</LI>
</UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Aktivera Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Klicka med Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Dra med Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Flytta muspekaren med hj&auml;lp av Mustangenter</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* --> <!-- ************************Topic Break************************* -->
<P><A NAME="access_mousekeys_howtoclick"></A><B>Klicka med Mustangenter</B></P><UL></UL>

<OL>
<LI>Om du inte redan har gjort det m&aring;ste du aktivera Mustangenter. Aktivera Mustangenter genom att &ouml;ppna Hj&auml;lpmedel, v&auml;lja fliken <B>Mus</B> och sedan markera kryssrutan <B>Anv&auml;nd Mustangenter</B>.</LI>
<LI>Anv&auml;nd knapparna p&aring; det numeriska tangentbordet till att klicka, dubbelklicka och h&ouml;gerklicka. Om Mustangenter inte fungerar, tryck p&aring; NUM LOCK och prova sedan Mustangenter igen.<br><br></ol>


<UL><b>VIKTIGT !!</b>  Utf&ouml;r alla Mustangent&aring;tg&auml;rder p&aring; det numeriska tangentbordet.<br><br>
<LI>V&auml;nsterklick
<ul>F&ouml;r enkelt v&auml;nsterklick, tryck p&aring; tangenten med divisionstecknet (/) f&ouml;r att aktivera v&auml;nster och tryck sedan p&aring; 5 f&ouml;r att klicka.
<LI>F&ouml;r v&auml;nster dubbelklick, tryck p&aring; tangenten med divisionstecknet (/) f&ouml;r att aktivera v&auml;nster och tryck sedan p&aring; plustecknet (+) f&ouml;r att dubbelklicka. </ul>
<li>H&ouml;gerklick
<ul><LI>F&ouml;r enkelt h&ouml;gerklick, tryck p&aring; minustecknet (-) f&ouml;r att aktivera h&ouml;ger och tryck sedan p&aring; 5 f&ouml;r att klicka.
<li>F&ouml;r h&ouml;ger dubbelklick, tryck p&aring; minustecknet (/) f&ouml;r att aktivera h&ouml;ger och tryck sedan p&aring; plustecknet (+) f&ouml;r att dubbelklicka.</LI></ul>

</UL>


<B>Anteckningar</B>
<UL>
<LI>Om du vill klicka som om du anv&auml;nde b&aring;da musknappar samtidigt, tryck p&aring; asterisken (*) p&aring; det numeriska tangentbordet och tryck sedan p&aring; 5 f&ouml;r att klicka eller plustecknet (+) f&ouml;r att dubbelklicka.</LI>
<LI>G&aring; tillbaka till standardklickning genom att trycka p&aring; snedstreck (/) p&aring; det numeriska tangentbordet. 
<LI>P&aring; fliken <B>Mus</B> klickar du p&aring; <B>Inst&auml;llningar</B> och sedan klickar du p&aring; <B>P&aring;</B> eller <B>Av</B> f&ouml;r <B>Anv&auml;nd Mustangenter n&auml;r Num Lock &auml;r</B> f&ouml;r att ange huruvida NUM LOCK m&aring;ste vara p&aring; eller av f&ouml;r att Mustangenter ska fungera.</LI> 
<LI>Om du vill &auml;ndra pekarhastighet och acceleration n&auml;r du anv&auml;nder Mustangenter ska du p&aring; fliken <B>Mus</B> klicka p&aring; <B>Inst&auml;llningar</B> och sedan flytta skjutreglagen f&ouml;r att justera pekarhastighet och acceleration.</LI>
<LI>Om du tillf&auml;lligt vill &ouml;ka eller minska pekarhastigheten ska du p&aring; fliken <B>Mus</B> klicka p&aring; <B>Inst&auml;llningar</B> och sedan markera kryssrutan <B>Snabbare med Ctrl-tangenten och l&aring;ngsammare med Skift</B>.</LI>
</UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Aktivera Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Aktivera Mustangenter med tangenttryckningar</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Dra med Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Flytta muspekaren med hj&auml;lp av Mustangenter</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtodrag"></A><B>Dra med Mustangenter</B></P><UL></UL>

<OL>
<LI>Om du inte redan har gjort det m&aring;ste du aktivera Mustangenter. Aktivera Mustangenter genom att &ouml;ppna Hj&auml;lpmedel, v&auml;lja fliken <B>Mus</B> och sedan markera kryssrutan <B>Anv&auml;nd Mustangenter</B>.</LI>
<LI>Dra och sl&auml;pp objekt med hj&auml;lp av knapparna p&aring; det numeriska tangentbordet. Om Mustangenter inte fungerar, tryck p&aring; NUM LOCK och prova sedan Mustangenter igen.</LI></ol>
<UL>
<b>VIKTIGT !!</b>  Utf&ouml;r alla Mustangent&aring;tg&auml;rder p&aring; det numeriska tangentbordet.<br><br>
<LI>Om du vill flytta pekaren &ouml;ver det objekt som du vill flytta eller dra till ett nytt omr&aring;de, tryck p&aring; piltangenterna (2, 4, 6 och 8).</LI>
<li>Om du vill flytta pekaren &aring;t v&auml;nster, aktivera riktningen med divisionstecknet (/) och tryck sedan p&aring; den piltangent som du vill ha. 
<li> Om du vill flytta pekaren &aring;t h&ouml;ger, aktivera riktningen med minustecknet (/) och tryck sedan p&aring; den piltangent som du vill ha.
<LI>H&aring;ll nere musknappen genom att trycka p&aring; <b>INS</b>-tangenten (0) p&aring; det numeriska tangentbordet.
<LI>Sl&auml;pp musknappen genom att trycka p&aring; <b>DEL</b>-tangenten ('.') p&aring; det numeriska tangentbordet. <br><br> Om du exempelvis vill markera ett objekt och dra det &aring;t v&auml;nster, tryck p&aring; f&ouml;ljande tangentsekvens: <br><br> &nbsp;&nbsp;&nbsp;<b>&nbsp; / &nbsp;</b>(v&auml;nster aktivera) <b> &nbsp; INS &nbsp;</b>(mus ner)<b> &nbsp;&nbsp; &lt;- &lt;- &lt;-&nbsp;&nbsp;</b>(flytta v&auml;nster)<b>&nbsp; &nbsp; DEL&nbsp; </b>(mus upp)
</uL>

<B>Anteckningar</B>
<UL>
<LI>P&aring; fliken <B>Mus</B> klickar du p&aring; <B>Inst&auml;llningar</B> och sedan klickar du p&aring; <B>P&aring;</B> eller <B>Av</B> f&ouml;r <B>Anv&auml;nd Mustangenter n&auml;r Num Lock &auml;r</B> f&ouml;r att ange huruvida NUM LOCK m&aring;ste vara p&aring; eller av f&ouml;r att Mustangenter ska fungera.</LI>
<LI>Om du vill &auml;ndra pekarhastighet och acceleration n&auml;r du anv&auml;nder Mustangenter ska du p&aring; fliken <B>Mus</B> klicka p&aring; <B>Inst&auml;llningar</B> och sedan flytta skjutreglagen f&ouml;r att justera pekarhastighet och acceleration.</LI>
<LI>Om du tillf&auml;lligt vill &ouml;ka eller minska pekarhastigheten ska du p&aring; fliken <B>Mus</B> klicka p&aring; <B>Inst&auml;llningar</B> och sedan markera kryssrutan <B>Snabbare med Ctrl-tangenten och l&aring;ngsammare med Skift</B>.</LI>
</UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Aktivera Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Aktivera Mustangenter med tangenttryckningar</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Klicka med Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Flytta muspekaren med hj&auml;lp av Mustangenter</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtomove"></A><B>Flytta muspekaren med hj&auml;lp av Mustangenter</B></P><UL></UL>

<OL>
<LI>Om du inte redan har gjort det m&aring;ste du aktivera Mustangenter. Aktivera Mustangenter genom att &ouml;ppna Hj&auml;lpmedel, v&auml;lja fliken <B>Mus</B> och sedan markera kryssrutan <B>Anv&auml;nd Mustangenter</B>.</LI>
<LI>Flytta muspekaren genom att anv&auml;nda knapparna p&aring; det numeriska tangentbordet. Om Mustangenter inte fungerar, tryck p&aring; NUM LOCK och prova sedan Mustangenter igen.</LI>
<UL>
<LI>Flytta pekaren v&aring;gr&auml;tt eller lodr&auml;tt genom att trycka p&aring; piltangenterna p&aring; det numeriska tangentbordet. 
<LI>Flytta pekaren diagonalt genom att trycka p&aring; 7 (HOME), 1 (END), 9 (PG UP) eller 3 (PG DN) p&aring; det numeriska tangentbordet. 
</UL>
</OL>

<B>Anteckningar</B>
<UL>
<LI>P&aring; fliken <B>Mus</B> klickar du p&aring; <B>Inst&auml;llningar</B> och sedan klickar du p&aring; <B>P&aring;</B> eller <B>Av</B> f&ouml;r <B>Anv&auml;nd Mustangenter n&auml;r Num Lock &auml;r</B> f&ouml;r att ange huruvida NUM LOCK m&aring;ste vara p&aring; eller av f&ouml;r att Mustangenter ska fungera.</LI>
<LI>Om du vill &auml;ndra pekarhastighet och acceleration n&auml;r du anv&auml;nder Mustangenter ska du p&aring; fliken <B>Mus</B> klicka p&aring; <B>Inst&auml;llningar</B> och sedan flytta skjutreglagen f&ouml;r att justera pekarhastighet och acceleration.</LI>
<LI>Om du tillf&auml;lligt vill &ouml;ka eller minska pekarhastigheten ska du p&aring; fliken <B>Mus</B> klicka p&aring; <B>Inst&auml;llningar</B> och sedan markera kryssrutan <B>Snabbare med Ctrl-tangenten och l&aring;ngsammare med Skift</B>.</LI>
</UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Aktivera Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Aktivera Mustangenter med tangenttryckningar</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Klicka med Mustangenter</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Dra med Mustangenter</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="modifying_communications_settings"></A><B>Kommunikation</B></P><UL></UL>

<A HREF="ctpnl.htm#change_the_device_name">&Auml;ndra enhetsnamn</A><BR> <A HREF="ctpnl.htm#adjust_pc_connection_settings">Justera inst&auml;llningarna f&ouml;r PC-anslutning</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_device_name"></A><B>&Auml;ndra enhetsnamn</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; systemikonen.
<LI>Ange ett enhetsnamn p&aring; fliken <B>Enhetsnamn</B>.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<P><A NAME="adjust_pc_connection_settings"></A><B>Justera inst&auml;llningarna f&ouml;r PC-anslutning</B></P><UL></UL>

<P><B>Viktigt! </B> Enhetens &ouml;verf&ouml;ringshastighet m&aring;ste matcha PC:ns &ouml;verf&ouml;ringshastighet. Om &ouml;verf&ouml;ringshastigheten &auml;ndras p&aring; en av datorerna m&aring;ste den ocks&aring; &auml;ndras p&aring; den andra. Mer information om &auml;ndring av &ouml;verf&ouml;ringshastigheten p&aring; PC:n finns i <B>Hj&auml;lp f&ouml;r Windows CE Services</B> p&aring; datorn.</P>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen <B>PC-anslutning</B>.
<li> Verifiera att <B>Till&aring;t anslutning med station&auml;r dator n&auml;r enheten &auml;r ansluten</B> &auml;r markerat.
<LI>V&auml;lj <B>&Auml;ndra</B>.
<LI>Markera &ouml;nskad &ouml;verf&ouml;ringshastighet.
</OL>



<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">Justera inst&auml;llningarna f&ouml;r uppringningsplats</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Justera uppringningss&auml;tt</A><BR> <A HREF="rnetw.htm#Main_Contents">Hj&auml;lp f&ouml;r n&auml;tverks- och fj&auml;rranslutningar</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ************************Topic Break************************* -->

<P><A NAME="setting_the_date_and_time"></A><B>St&auml;lla in datum och tid</B></P><UL></UL>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen Datum/tid.
<LI>Ange m&aring;nad p&aring; fliken Datum och tid genom att klicka p&aring; pilarna bredvid den m&aring;nad som visas, eller markera m&aring;nadsf&auml;ltet och v&auml;lj i listan. 
<LI>Ange datum genom att markera det i kalendern. 
<LI>Ange tid i rutan <B>Aktuell tid</B>.
<LI>&Auml;ndra tidszon genom att v&auml;lja den i listan <B>Tidszon</B>. 
<LI>Bekr&auml;fta &auml;ndringarna genom att v&auml;lja <B>Anv&auml;nd</B> eller <B>OK</B>.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* --> <!--

Copyright (c) Microsoft Corporation.  All rights reserved.

-->

<!--

Use of this source code is subject to the terms of the Microsoft end-user

license agreement (EULA) under which you licensed this SOFTWARE PRODUCT.

If you did not accept the terms of the EULA, you are not authorized to use

this source code. For a copy of the EULA, please see the LICENSE.RTF on your

install media.

-->

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<HTML>

<HEAD>

<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">

<TITLE>Hj&auml;lp f&ouml;r inst&auml;llningar</TITLE>

</HEAD>

<BODY BGCOLOR="#FFFFFF" TEXT="#000000">

 

<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** -->

<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****######################################-->

 

<!-- ************************Topic Break************************* -->

 

<p><A NAME="device_management"></a><b>Enhetshantering</b><br>

<ul></ul>

Med enhetshanteringsfunktionen i Windows CE kan du h&auml;mta och installera nya programvarupaket. Dessutom m&ouml;jligg&ouml;r enhetshanteringsfunktionen att din systemadministrat&ouml;r kan hantera vissa aspekter av din enhet.


<ul></ul>

<a href="ctpnl.htm#dm_Provisioning">Konfigurera Enhetshantering</a><br> <a href="ctpnl.htm#dm_Resetting">&Auml;ndra enhetshanteringsinformation</a><br> <a href="ctpnl.htm#dm_Viewing">Visa installerade och tillg&auml;ngliga programvarupaket</a><br>

<a href="ctpnl.htm#dm_Information">S&ouml;ka efter anslutningsinformation</a><br>


<ul></ul>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Provisioning"></a><b>Konfigurera Enhetshantering</b><br>

<p>N&auml;r du konfigurerar Enhetshantering f&ouml;r f&ouml;rsta g&aring;ngen ansluter du till enhetshanteringsservern, som h&auml;mtar och installerar programvara p&aring; din enhet.

<OL>

  <LI>V&auml;lj <B>Start &gt; Inst&auml;llningar &gt; Kontrollpanelen.</B></LI>

  <LI>Klicka p&aring; ikonen <B>Enhetshantering</B>.</LI>

  <LI>I dialogrutan <b>Enhetshantering</b> skriver du in namn eller IP-adress f&ouml;r enhetshanteringsservern. Om du inte k&auml;nner till namnet eller IP-adressen f&ouml;r enhetshanteringsservern kontaktar du din systemadministrat&ouml;r.</LI>
  <LI>Om din organisation kr&auml;ver s&auml;kra anslutningar (https://) markerar du kryssrutan <b>Anv&auml;nd s&auml;kra anslutningar</b>.</LI>
  <li>V&auml;lj <b>N&auml;sta</b> f&ouml;r att ansluta till enhetshanteringsservern.<br><br> <b>Obs!</b>&nbsp;N&auml;r enheten etablerar en anslutning med enhetshanteringsservern visas ett v&auml;lkomstmeddelande i ett f&ouml;nster i Internet Explorer. Forts&auml;tt genom att st&auml;nga detta f&ouml;nster.</li> 
</OL>


<ol></ol>
<b>Se &auml;ven</b><br> <A href="ctpnl.htm#device_management">Enhetshantering</a><br> <a href="ctpnl.htm#dm_Viewing">Visa installerade och tillg&auml;ngliga programvarupaket</a><br> <a href="ctpnl.htm#dm_Information">S&ouml;ka efter anslutningsinformation</a><br> <a href="ctpnl.htm#dm_Resetting">&Auml;ndra enhetshanteringsinformation</a><br>
 
<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break**************************************************** --> <!-- ****************Topic Break************************************************************* -->
<P><a name="dm_Resetting"></a><b>&Auml;ndra enhetshanteringsinformation</b>
<P> Om du vill &auml;ndra namn eller anslutningsinst&auml;llningar f&ouml;r enhetshanteringsservern:
<ol>
<li>Klicka p&aring; knappen <b>Info...</b> p&aring; sk&auml;rmen <b> Tillg&auml;ngliga program</b>. Sk&auml;rmen <b>Anslutningsinformation</b> visas och h&auml;r anges namnet f&ouml;r enhetshanteringsservern, serverns status och annan viktig information.
<li>V&auml;lj knappen <b>Inst&auml;llningar...</b>. Sk&auml;rmen <b>Inst&auml;llningar f&ouml;r Enhetshantering</b> visas.
<li>Om du vill &auml;ndra serverns namn eller IP-adress skriver du in den nya informationen i rutan <b>Serverns namn eller IP-adress</b>.
<li>Om du vill &auml;ndra vilken typ av anslutningar som du anv&auml;nder markerar eller avmarkerar du kryssrutan <b>Anv&auml;nd s&auml;kra anslutningar</b>.
  <li>V&auml;lj <b>N&auml;sta</b> f&ouml;r att ansluta till enhetshanteringsservern.<br><br> <b>Obs!</b>&nbsp;N&auml;r enheten etablerar en anslutning med enhetshanteringsservern visas ett v&auml;lkomstmeddelande i ett f&ouml;nster i Internet Explorer. Forts&auml;tt genom att st&auml;nga detta f&ouml;nster.</li> 
</OL>
 
<ol></ol>
<b>Se &auml;ven</b><br> <A href="ctpnl.htm#device_management">Enhetshantering</a><br> <a href="ctpnl.htm#dm_Provisioning">Konfigurera Enhetshantering</a><br> <a href="ctpnl.htm#dm_Viewing">Visa installerade och tillg&auml;ngliga programvarupaket</a><br>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>
<P><a name="dm_Viewing"></a><b>Visa installerade och tillg&auml;ngliga programvarupaket</b><br>

<ul></ul>

<P>Om du har en aktiv anslutning till enhetshanteringsservern kan du visa de programvarupaket som har installerats p&aring; din enhet och de paket som finns tillg&auml;ngliga f&ouml;r installation.</span> Programvarupaketen &auml;r oftast till&auml;mpningsprogram, men kan ocks&aring; vara enhetsinst&auml;llningar eller datafiler.</p>

<OL>

<LI>V&auml;lj <B>Start &gt; Inst&auml;llningar &gt; Kontrollpanelen</B>.</LI>

<LI>Klicka p&aring; ikonen <B>Enhetshantering</B>.</LI>

<LI>Om du har en aktiv anslutning till enhetshanteringsservern &ouml;ppnas dialogrutan <b>Enhetshantering</b> med sk&auml;rmen <b>Tillg&auml;ngliga program</b>. Listan &ouml;ver de program som du kan l&auml;gga till visas p&aring; sk&auml;rmen. 
<li>Verifiera att listan &auml;r uppdaterad genom att klicka p&aring; knappen <b>Uppdatera</b> s&aring; att den aktuella listan &ouml;ver program visas.
</LI>

<li>Du kan visa de program som redan har installerats p&aring; din enhet genom att klicka p&aring; nedpilen vid titeln <b>Tillg&auml;ngliga program</b>. Listan &ouml;ver <b>installerade program</b> visas p&aring; sk&auml;rmen.<br><br> <b>Obs!</b><br>Klicka p&aring; knappen <b>Info...</b> om du vill visa information om din nuvarande anslutning. Sk&auml;rmen <b>Anslutningsinformation</b> visas och h&auml;r anges namnet f&ouml;r enhetshanteringsservern, serverns status och annan viktig information.

</OL>
<ol></ol>
<b>Se &auml;ven</b><br> <A href="ctpnl.htm#device_management">Enhetshantering</a><br> <a href="ctpnl.htm#dm_Provisioning">Konfigurera Enhetshantering</a><br> <a href="ctpnl.htm#dm_Resetting">&Auml;ndra enhetshanteringsinformation</a><br> <BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>


<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Information"></a><b>S&ouml;ka efter anslutningsinformation</b>

<p>Klicka p&aring; knappen <b>Info...</b> p&aring; sk&auml;rmen <b> Tillg&auml;ngliga program</b> om du vill visa information om din nuvarande enhetshanteringsanslutning. Sk&auml;rmen <b>Anslutningsinformation</b> visas och h&auml;r anges namnet f&ouml;r enhetshanteringsservern, serverns status och annan viktigt information.<br><br> F&ouml;r mer information, se <b><a href="ctpnl.htm#dm_Viewing">Visa installerade och tillg&auml;ngliga programvarupaket</a></b>. <br>
<ol></ol>
<b>Se &auml;ven</b><br> <A href="ctpnl.htm#device_management">Enhetshantering</a><br> <a href="ctpnl.htm#dm_Provisioning">Konfigurera Enhetshantering</a><br> <a href="ctpnl.htm#dm_Resetting">&Auml;ndra enhetshanteringsinformation</a><br>
 

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<A NAME="dialing"></A><B>Uppringning</B><BR><UL></UL>

<A HREF="ctpnl.htm#adjust_dialing_location_settings">Justera inst&auml;llningarna f&ouml;r uppringningsplats</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Justera uppringningss&auml;tt</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_location_settings"></A><B>Justera inst&auml;llningarna f&ouml;r uppringningsplats</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; uppringningsikonen.
<LI>I listan <B>N&auml;r du ringer fr&aring;n</B> markerar du platsen vars inst&auml;llningar du vill &auml;ndra.<BR>Skapa en ny plats genom att v&auml;lja <B>Ny</B>. Ange namnet p&aring; platsen och v&auml;lj <B>OK</B>.
<LI>Ange eller redigera riktnumret och landsnumret efter behov.
<LI>I <B>Ring upp med</B> v&auml;ljer du <B>Tonval</B> eller <B>Pulsval</B>. De flesta telefoner har tonval.
<LI>Koppla automatiskt bort samtal som v&auml;ntar genom att v&auml;lja <B>Koppla fr&aring;n samtal som v&auml;ntar genom att sl&aring;</B>. Markera sedan l&auml;mplig nummersekvens i listan eller ange en ny sekvens.
</OL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Justera uppringningss&auml;tt</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_patterns"></A><B>Justera uppringningss&auml;tt</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; uppringningsikonen och v&auml;lj sedan <B>Uppringningss&auml;tt</B>.
<LI>Justera uppringningss&auml;ttet efter behov med hj&auml;lp av koderna i det h&auml;r avsnittet.
</OL>

<P><B>Anteckningar</B>
<UL>
<LI>Anv&auml;nd manuell uppringning om du m&aring;ste anv&auml;nda andra tecken &auml;n de som finns i listan nedan.
<LI>Eventuella bindestreck och mellanslag kommer att ignoreras.
<LI>Vissa modem kanske inte svarar p&aring; f&ouml;ljande tecken &auml;ven om enheten till&aring;ter att de l&auml;ggs till i uppringningsstr&auml;ngen.
</UL>

<B>Uppringningstecken</B>
<TABLE BORDER=1>
<TR><TD ALIGN=LEFT><B>Om du vill</B></TD><TD ALIGN=LEFT><B>Skriver du</B></TD></TR>
<TR><TD VALIGN=MIDDLE>Ringa landsnummer (anges av uppringningsprogrammet)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>E</TD></TR>
<TR><TD VALIGN=MIDDLE>Ringa riktnummer (anges av uppringningsprogrammet)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>F</TD></TR>
<TR><TD VALIGN=MIDDLE>Ringa lokalt nummer (anges av uppringningsprogrammet)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>G</TD></TR>
<TR><TD VALIGN=MIDDLE>Infoga en paus (normalt tv&aring; sekunder)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>, (kommatecken)</TD></TR>
<TR><TD VALIGN=MIDDLE>V&auml;nta p&aring; kreditkortston (anges av uppringningsprogrammet)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>$ (dollartecken)</TD></TR>
<TR><TD VALIGN=MIDDLE>V&auml;nta p&aring; en andra ton (normalt efter $)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>W</TD></TR>
<TR><TD VALIGN=MIDDLE>Ringa f&ouml;ljande nummer med tonval</TD><TD ALIGN=CENTER VALIGN=MIDDLE>T</TD></TR>
<TR><TD VALIGN=MIDDLE>Ringa f&ouml;ljande nummer med pulsval</TD><TD ALIGN=CENTER VALIGN=MIDDLE>P</TD></TR>
<TR><TD VALIGN=MIDDLE>&Ouml;verf&ouml;ra till annan linje (0,5 sekunder luren p&aring;, 0,5 sekunder luren av)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>! (klyksignal)</TD></TR>
<TR><TD VALIGN=MIDDLE>V&auml;nta p&aring; &quot;tyst svar&quot; (indikeras normalt av 6,5 sekunders tystnad f&ouml;ljt av en ton)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>@</TD></TR>
<TR><TD VALIGN=MIDDLE>Anv&auml;nda s&auml;rskilda kontroller p&aring; vissa system (endast tonval)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>ABCD eller * eller #</TD></TR>
</TABLE><OL></OL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">Justera inst&auml;llningarna f&ouml;r uppringningsplats</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->


<P><A NAME="background"></A><B>Bildsk&auml;rm</B></P><UL></UL>

<A HREF="ctpnl.htm#changing_the_display">V&auml;lja en bakgrundsbild</A><BR> <A HREF="ctpnl.htm#appearance">&Auml;ndra skrivbordets f&auml;rgschema</A><BR> <A HREF="ctpnl.htm#customcolor">Skapa ett eget f&auml;rgschema</A><BR> <A HREF="ctpnl.htm#display_backlight_settings">&Auml;ndra inst&auml;llningar f&ouml;r bakgrundsljus</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="changing_the_display"></A><B>V&auml;lja en bakgrundsbild</B><BR>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; bildsk&auml;rmsikonen och v&auml;lj sedan fliken <B>Bakgrund</B>.
<LI>I listan <B>Bild</B> markerar du den bild som du vill ha som bakgrundsbild p&aring; skrivbordet. Om du vill s&ouml;ka efter en bild i en annan mapp v&auml;ljer du <B>Bl&auml;ddra</B>.
<LI>Om du vill att bilden ska t&auml;cka hela bakgrunden v&auml;ljer du <B>Som bakgrund, sida vid sida</B>.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="appearance"></A><B>&Auml;ndra skrivbordets f&auml;rgschema</B><UL></UL>

<P>&Auml;ndra skrivbordets f&auml;rgschema Om du har en f&auml;rgenhet kan du &auml;ndra skrivbordets f&auml;rgschema.</P>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; bildsk&auml;rmsikonen och v&auml;lj fliken <B>Utseende</B>.
<LI>Markera ett schema i listan <B>Schema</B>.
<LI>Visa valet i rutan F&ouml;rhandsgranskning. V&auml;lj <B>Anv&auml;nd</B> om du vill anv&auml;nda schemat.
</OL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#customcolor">Skapa ett eget f&auml;rgschema</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="customcolor"></A><B>Skapa ett eget f&auml;rgschema</B><UL></UL>

<P>&Auml;ndra skrivbordets f&auml;rgschema Om du har en f&auml;rgenhet kan du &auml;ndra skrivbordets f&auml;rgschema.</P>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; bildsk&auml;rmsikonen och v&auml;lj fliken <B>Utseende</B>.
<LI>Markera ett schema i listan <B>Objekt</B>.
<LI>Markera den svarta rutan bredvid listan <B>Objekt</B>.
<LI>V&auml;lj en f&auml;rg i listan <B>Grundf&auml;rger</B>, markera en f&auml;rg och v&auml;lj sedan <B>OK</B>.
<LI>Visa f&auml;rgvalet i rutan F&ouml;rhandsgranskning.
<LI>Spara schemat genom att v&auml;lja <B>Spara</B>.
<LI>Ange ett namn f&ouml;r schemat i rutan <B>Spara det h&auml;r f&auml;rgschemat som</B> och v&auml;lj <B>OK</B>.
<LI>V&auml;lj <B>Anv&auml;nd</B>.
</OL>

<P><B>Tips</B>  Skapa egna f&auml;rger genom att markera en tom ruta i <B>Egna f&auml;rger</B> i dialogrutan <B>F&auml;rg</B> och sedan v&auml;lja <B>Definiera</B>. Om du vill ha mer information v&auml;ljer du <B>?</B> i dialogrutan <B>F&auml;rg</B>.</P>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="display_backlight_settings"></A><B>&Auml;ndra inst&auml;llningar f&ouml;r bakgrundsljus</B><UL></UL>

<P>Om du har en svartvit enhet kan du &auml;ndra inst&auml;llningarna f&ouml;r bakgrundsljus. Tillverkaren av enheten kan ha lagt till avancerade bakgrundsljusfunktioner. Mer information hittar du i tillverkarens dokumentation.</P><UL></UL>

<P>St&auml;ng av bakgrundsljuset vid inaktivitet f&ouml;r att minska belastningen av batterier och sk&auml;rmuppl&ouml;sning.</P>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; bildsk&auml;rmsikonen.
<LI>P&aring; fliken <B>Bakgrundsljus</B> markerar du en eller b&aring;da av kryssrutorna f&ouml;r att st&auml;nga av bakgrundsljuset n&auml;r du anv&auml;nder batterier eller extern str&ouml;mk&auml;lla. 
<LI>Markera i l&auml;mplig lista hur l&aring;ng tid enheten ska vara inaktiv innan bakgrundsljuset st&auml;ngs av.
</OL>


<P><B>Obs!</B> Om du vill avlasta batterierna ytterligare b&ouml;r du g&ouml;ra ett uppeh&aring;ll med alla operationer vid inaktivitet.</P><UL></UL>

<P><B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Ange att enheten sl&aring;s av vid inaktivitet</A></P>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<p><a name="sip_info"></a><b>Indatapanel</b></p>

<ol>
<li>V&auml;lj <b>Start</b> &gt; <b>Inst&auml;llningar</b> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen Indatapanel.
<li>Markera den indatametod som du vill &auml;ndra.
<li>V&auml;lj <b>Alternativ</b>.
<li>Markera &ouml;nskade alternativ.
</ol>

<br clear=all><!-- PegHelp --><hr>


<!-- ************************Topic Break************************* -->


<A NAME="adjusting_keyboard_settings"></A><B>Tangentbord</B><BR>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; tangentbordsikonen.
<LI>&Auml;ndra tiden mellan tangentnedtryckningar innan automatisk repetition p&aring;b&ouml;rjas genom att justera skjutreglaget <B>F&ouml;rdr&ouml;jning</B>.
<LI>&Auml;ndra repetitionshastigheten genom att justera skjutreglaget <B>Repetitionshastighet</B>.
<LI>Prova de nya inst&auml;llningarna.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="mousesettings"></A><B>Mus</B><BR>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; musikonen.
<LI>Dubbelklicka med lagom hastighet i rutm&ouml;nstret p&aring; fliken <B>Dubbelklickning</B>.
<LI>Dubbelklicka p&aring; testikonen f&ouml;r att prova inst&auml;llningarna.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* --> <A NAME="add_or_change_owner_identification"></A><B>&Auml;gare</B>
<ul></ul>
<A HREF="ctpnl.htm#owner_identification">&Auml;garidentifiering</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">L&ouml;senord</A><br> <A HREF="ctpnl.htm#network_identification">Installera identifiering f&ouml;r fj&auml;rrn&auml;tverk</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="owner_identification"></A><B>&Auml;garidentifiering</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; &auml;garikonen och v&auml;lj fliken <B>Identifiering</B>.
<LI>Ange eller redigera data enligt &ouml;nskem&aring;l.
<LI>Om du vill att denna information ska visas n&auml;r enheten startas markerar du <B>Visa &auml;garidentifiering</B>.
<LI>Du kan l&auml;gga till mer information genom att v&auml;lja fliken <B>Anteckningar</B> och ange information i rutan <B>Anteckningar</B>.<BR>Inkludera denna information vid start genom att markera <B>Visa &auml;garens anteckningar vid uppstart</B>.
<li>F&ouml;r information om hur du installerar identifikation f&ouml;r fj&auml;rrn&auml;tverk, se <A HREF="ctpnl.htm#network_identification">Installera identifiering f&ouml;r fj&auml;rrn&auml;tverk</A>.

</OL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#background">Bildsk&auml;rm</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">L&ouml;senord</A><br> <A HREF="ctpnl.htm#network_identification">Installera identifiering f&ouml;r fj&auml;rrn&auml;tverk</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="set_or_change_the_password"></A><B>L&ouml;senord</B><OL></OL>

<P><B>Obs!</B> Om du gl&ouml;mmer bort l&ouml;senordet eller om den mobila enheten har skadats och &aring;terst&auml;llning inte fungerar m&aring;ste du g&ouml;ra en fullst&auml;ndig &aring;terst&auml;llning enligt tillverkarens instruktioner. En fullst&auml;ndig &aring;terst&auml;llning raderar alla filer och data som har skapats samt alla program som har installerats.</P>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; l&ouml;senordsikonen.
<LI>Ange l&ouml;senordet i rutan <B>L&ouml;senord</B>.
<LI>Ange l&ouml;senordet igen i rutan <B>Bekr&auml;fta l&ouml;senord</B>.
<LI>Om du vill att l&ouml;senord ska efterfr&aring;gas vid start markerar du <B>Aktivera l&ouml;senordsskydd</B>.<P>
</OL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">&Auml;gare</A><br> <A HREF="ctpnl.htm#network_identification">Installera identifiering f&ouml;r fj&auml;rrn&auml;tverk</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<A NAME="network_identification"></A><B>Installera identifiering f&ouml;r fj&auml;rrn&auml;tverk</B><BR>
<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>&Ouml;ppna ikonen &Auml;gare.
<LI>P&aring; fliken <B>N&auml;tverks-ID</B> anger du anv&auml;ndarnamn, l&ouml;senord och det dom&auml;nnamn som du anv&auml;nder f&ouml;r att logga in till fj&auml;rrn&auml;tverket.
</OL>
<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">&Auml;gare</A><br> <A HREF="ctpnl.htm#set_or_change_the_password">L&ouml;senord</A><br> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<P><A NAME="power"></A><B>Str&ouml;m</B></P><UL></UL>

<A HREF="ctpnl.htm#battery">Kontrollera batteriniv&aring;</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Ange att enheten sl&aring;s av vid inaktivitet</A><BR> <A HREF="ctpnl.htm#optimize">Optimera batteriets livsl&auml;ngd</A><BR> <A HREF="ctpnl.htm#power_schemes">Installera energischeman</A><BR> <A HREF="ctpnl.htm#device_power_status">Kontrollera systemenheternas str&ouml;mniv&aring;er</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="battery"></A><B>Kontrollera batteriniv&aring;</B>

<UL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; str&ouml;mikonen och v&auml;lj fliken <B>Batteri</B>.
</UL>

<P><B>Obs!</B> Fliken <B>Batteri</B> ger allm&auml;n information om batteristatus. Kvarvarande anv&auml;ndningstid varierar beroende p&aring; batterityp och hur enheten anv&auml;nds.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="conserve_batteries_with_auto_suspend"></A><B>Ange att enheten sl&aring;s av vid inaktivitet</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; str&ouml;mikonen och v&auml;lj fliken <B>Str&ouml;m av</B>.
<LI>Markera &ouml;nskade alternativ f&ouml;r uppeh&aring;ll n&auml;r anv&auml;ndning inte sker.
</OL>

<P><B>Obs!</B> Om du inte ser fliken Str&ouml;m av &auml;r aktiva energisparfunktioner aktiverade. Se <A HREF="ctpnl.htm#power_schemes">Installera energischeman</A> avseende inst&auml;llningarna f&ouml;r aktiva energisparfunktioner.</P>

<P><B>Tips</B> Uppeh&aring;ll hj&auml;lper till att spara p&aring; batteriet.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="optimize"></A><B>Optimera batteriets livsl&auml;ngd</B><UL></UL>

<P>Batterierna b&ouml;r ha s&aring; l&aring;ng livsl&auml;ngd som m&ouml;jligt, i synnerhet vid resor. Vid normala f&ouml;rh&aring;llanden kan batteriets livsl&auml;ngd str&auml;cka sig &ouml;ver flera timmar. Nedan f&ouml;ljer n&aring;gra r&aring;d om hur du kan f&aring; ut mesta m&ouml;jliga av batterierna.</P><UL></UL>

<P>
<UL>
<LI>Anv&auml;nd om m&ouml;jligt extern str&ouml;mk&auml;lla.<BR> Anv&auml;nd n&auml;tadaptern vid anslutning till extern str&ouml;mk&auml;lla, i synnerhet n&auml;r du:
  <UL>
    <LI>Skapar en fj&auml;rranslutning (vissa modem drar mycket str&ouml;m).
    <LI>Anv&auml;nder bakgrundsljusfunktionen p&aring; enhetens bildsk&auml;rm (om den har denna funktion).
    <LI>Ansluter till en station&auml;r dator.
    <LI>Anv&auml;nder ett flash-minne eller annat tillbeh&ouml;r.
    <LI>L&aring;ter LED-indikatorn blinka l&auml;ngre stunder.
  </UL>
<LI>Ange att enheten sl&aring;s av vid inaktivitet.<BR> Om du anv&auml;nder batteri sl&aring;s enheten automatiskt av, eller g&ouml;r uppeh&aring;ll, om tangentbordet, spetsen eller musen inte anv&auml;nds inom tre minuter. Maximera batteriets livsl&auml;ngd genom att minska den tiden.
<LI>St&auml;ng av ljud som inte beh&ouml;vs.<BR> Enheten spelar som standard upp ljud vid olika h&auml;ndelser, t ex varningar, m&ouml;ten och tangentnedtryckningar. Optimera batteriets livsl&auml;ngd genom att st&auml;nga av alla ljud som inte beh&ouml;vs. V&auml;lj <B>Start</B>, <B>Inst&auml;llningar</B>, <B>Kontrollpanelen</B> och sedan <B>Volym och ljud</B>.
</UL></P>


<P><B>Obs!</B> N&auml;r batteriniv&aring;n &auml;r l&aring;g visas en batteriikon i aktivitetsf&auml;ltet.</P><UL></UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#change_event_sounds">&Auml;ndra ljud f&ouml;r h&auml;ndelser</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Ange att enheten sl&aring;s av vid inaktivitet</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="power_schemes"></A><B>Installera energischeman</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; str&ouml;mikonen och v&auml;lj fliken <B>Scheman</B>.
<LI>Markera &ouml;nskade alternativ f&ouml;r anv&auml;ndning av l&auml;gen med reducerad str&ouml;m
</OL>

<P><B>Obs!</B> Om du inte ser fliken Scheman &auml;r passiva energisparfunktioner aktiverade. Se <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Ange att enheten sl&aring;s av vid inaktivitet</A> avseende inst&auml;llningar f&ouml;r passiva energisparfunktioner.</P>

<P>Tidsvalen representerar den m&auml;ngd tid som m&aring;ste g&aring; innan systemet v&auml;xlar till n&auml;sta energibesparingsl&auml;ge. Om &quot;V&auml;xla l&auml;ge till Systemet ledigt:&quot; exempelvis &auml;r inst&auml;llt till &quot;Efter 5 minuter&quot; g&aring;r systemet fr&aring;n l&auml;get Anv&auml;ndare ledig till l&auml;get Systemet ledigt efter 5 minuters inaktivitet.</P>

<P>&Auml;ven med en tidsinst&auml;llning som &auml;r &quot;Aldrig&quot; kan systemet g&aring; till ett l&auml;gre energibesparingsl&auml;ge om omst&auml;ndigheterna kr&auml;ver det. Om &quot;V&auml;xla l&auml;ge till G&ouml;r uppeh&aring;ll:&quot; exempelvis &auml;r inst&auml;llt till &quot;Aldrig&quot; kan ett batteri som n&aring;tt en kritisk niv&aring; leda till att systemet g&ouml;r uppeh&aring;ll.</P>

<P><B>Tips</B> Kortare tider hj&auml;lper till att spara p&aring; batterierna.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="device_power_status"></A><B>Kontrollera systemenheternas str&ouml;mniv&aring;er</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; str&ouml;mikonen och v&auml;lj fliken <B>Enhetsstatus</B>.
</OL>

<P><B>Obs!</B> Om du inte ser fliken Enhetsstatus &auml;r de passiva energisparfunktionerna aktiverade. Se <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Ange att enheten sl&aring;s av vid inaktivitet</A> avseende inst&auml;llningar f&ouml;r passiva energisparfunktioner.</P>

<P>Alla enhetskomponenter som har de aktiva energisparfunktionerna aktiverade visas i den v&auml;nstra kolumnen med motsvarande aktuella str&ouml;mniv&aring; i den h&ouml;gra kolumnen. Str&ouml;mniv&aring;n varierar mellan &quot;H&ouml;g (D0)&quot;, som inneb&auml;r att enheten &auml;r p&aring; den h&ouml;gsta str&ouml;mniv&aring;n, till &quot;Av (D4)&quot; som inneb&auml;r att enheten &auml;r p&aring; den l&auml;gsta str&ouml;mniv&aring;n.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- PegHelp --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<P><A NAME="adjust_the_language_settings"></A> <A NAME="modifying_regional_settings"></A><B>Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</B></P>

<P>Anv&auml;nd Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar f&ouml;r att ange inst&auml;llningar f&ouml;r spr&aring;k och nationella inst&auml;llningar:<br><br> <A HREF="ctpnl.htm#regional_settings">Nationella inst&auml;llningar</A> <br> <A HREF="ctpnl.htm#input_language">Inmatningsspr&aring;k</A><br> <A HREF="ctpnl.htm#user_interface_language">Anv&auml;ndargr&auml;nssnittets spr&aring;k</A><br></p>
<p> &Ouml;ppna Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar genom att v&auml;lja <b>Start &gt; Inst&auml;llningar &gt; Kontrollpanelen</b> och dubbelklicka sedan p&aring; <b>Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</b>.



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->


<P><A NAME="regional_settings"></A><B>Nationella inst&auml;llningar</B></P>
<p>Anv&auml;nd Nationella inst&auml;llningar f&ouml;r att ange format f&ouml;r tal, valuta och datum eller tidpunkter.</p>
<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen <b>Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</b>.
<LI>Klicka p&aring; fliken <b>Nationella inst&auml;llningar</b>.
<li>V&auml;lj land fr&aring;n nedrullningslistan.
<LI>Om du vill &auml;ndra de format som anv&auml;nds f&ouml;r tal, valuta och datum eller tid klickar du p&aring; knappen <b>Anpassa</b>.
<li>I dialogrutan <b> Anpassa nationella inst&auml;llningar</b> v&auml;ljer du de alternativ som du vill anv&auml;nda.
</OL>
<br> <B>Se &auml;ven</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</A><BR> <A HREF="ctpnl.htm#input_language">Inmatningsspr&aring;k</A><BR> <A HREF="ctpnl.htm#user_interface_language">Anv&auml;ndargr&auml;nssnittets spr&aring;k</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="user_interface_language"></A><B>Anv&auml;ndargr&auml;nssnittets spr&aring;k</B><BR><UL></UL>
<P>Anv&auml;ndargr&auml;nssnittets spr&aring;k anger det spr&aring;k som anv&auml;nds i menyer, dialogrutor och meddelanden. </P>
<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen <b>Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</b>.
<LI>Klicka p&aring; fliken <B>Anv&auml;ndargr&auml;nssnittets spr&aring;k</B>.
<li>Fr&aring;n nedrullningslistan v&auml;ljer du det spr&aring;k som du vill anv&auml;nda. <br>
</OL>
<P><b> Obs!</b> Inst&auml;llning av anv&auml;ndargr&auml;nssnittets spr&aring;k kr&auml;ver en programvaru&aring;terst&auml;llning av enheten. <br>F&ouml;r att undvika m&ouml;jlig f&ouml;rlust av data &auml;r det b&auml;st att &auml;ndra inst&auml;llning f&ouml;r anv&auml;ndargr&auml;nssnittets spr&aring;k endast vid den ursprungliga konfigurationen av enheten.
</P>
<B>Se &auml;ven</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</A><BR> <A HREF="ctpnl.htm#regional_settings">Nationella inst&auml;llningar</A><BR> <A HREF="ctpnl.htm#input_language">Inmatningsspr&aring;k</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* --> <A NAME="input_language"></A><B>Inmatningsspr&aring;k</B><BR><UL></UL>
<P>Inmatningsspr&aring;k anger det tangentbordsspr&aring;k eller IME som anv&auml;nds f&ouml;r inmatning av information till enheten. </P>
<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen <b>Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</b>.
<LI>Klicka p&aring; fliken <B>Inmatningsspr&aring;k</B>.
<LI>V&auml;lj standardspr&aring;ket fr&aring;n nedrullningslistan <b>Standardinmatningsspr&aring;k</b>. Detta &auml;r det inmatningsspr&aring;k som du vill anv&auml;nda varje g&aring;ng du startar enheten. 
<li>V&auml;lj de spr&aring;k som du kommer att anv&auml;nda fr&aring;n listan <b>Installerade inmatningsspr&aring;k</B>. Avmarkera kryssrutan f&ouml;r spr&aring;k som du inte vill anv&auml;nda.
</OL>
<p><b> Obs!</b> Byte av standardspr&aring;k f&ouml;r anv&auml;ndargr&auml;nssnittet kr&auml;ver en programvaru&aring;terst&auml;llning av enheten. F&ouml;r att undvika m&ouml;jlig f&ouml;rlust av data &auml;r det b&auml;st att &auml;ndra inst&auml;llning f&ouml;r anv&auml;ndargr&auml;nssnittets spr&aring;k endast vid den ursprungliga konfigurationen av enheten.</p> 
<B>Se &auml;ven</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Nationella inst&auml;llningar och spr&aring;kinst&auml;llningar</A><BR> <A HREF="ctpnl.htm#regional_settings">Nationella inst&auml;llningar</A><BR> <A HREF="ctpnl.htm#user_interface_language">Anv&auml;ndargr&auml;nssnittets spr&aring;k</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="removing_programs"></A><B>Ta bort program</B></P><UL></UL>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen Ta bort program.
<LI>I listan <B>Program</B> markerar du det program som du vill ta bort.
<LI>V&auml;lj <B>Ta bort</B>.
</OL>

<P><B>Anteckningar</B>
<UL>
<LI>Du kan bara ta bort program som du har installerat i RAM.
<LI>Om du inte kan ta bort ett program, se Hj&auml;lp f&ouml;r Windows CE Services p&aring; enheten eller programmets dokumentation f&ouml;r mer information.
</UL></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_keyboard_and_stylus_settings"></A><B>Spets</B></P><UL></UL>


<A HREF="ctpnl.htm#recalibrate_the_stylus">Kalibrera om sk&auml;rmen</A><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">Justera spetsens dubbelklickshastighet </A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="recalibrate_the_stylus"></A><B>Kalibrera om sk&auml;rmen</B><UL></UL>

<P>I v&auml;lkomstguiden klickade du med spetsen f&ouml;r att st&auml;lla in hur mycket tryck som kr&auml;vs f&ouml;r att sk&auml;rmen ska reagera p&aring; klickningarna. Om enheten inte reagerar korrekt p&aring; klickningarna kan du:</P>

<UL>
<LI>Trycka p&aring; CTRL+ALT+ + (plustangenten) f&ouml;r att &ouml;ppna v&auml;lkomstguiden. F&ouml;lj sedan instruktionerna p&aring; sk&auml;rmen.
</UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">Justera spetsens dubbelklickshastighet</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_stylus_double_tap_rate"></A><B>Justera spetsens dubbelklickshastighet</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; spetsikonen.
<LI>Dubbelklicka med lagom hastighet i rutm&ouml;nstret p&aring; fliken <B>Dubbelklickning</B>.
<LI>Dubbelklicka f&ouml;r att prova inst&auml;llningarna.
</OL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">Kalibrera om sk&auml;rmen</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_memory_and_power_settings"></A><B>System</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Justera RAM-tilldelning</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Program i ROM</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_memory_to_power_ratio"></A><B>Justera RAM-tilldelning</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; systemikonen.
<LI>P&aring; fliken <B>Minne</B> flyttar du skjutreglaget f&ouml;r att tilldela mer minne f&ouml;r program eller lagring.<BR>Om du inte har tillr&auml;ckligt med utrymme f&ouml;r en fil ska du &ouml;ka m&auml;ngden lagringsminne.<BR>Om den mobila enheten k&ouml;rs l&aring;ngsamt kan du f&ouml;rs&ouml;ka &ouml;ka m&auml;ngden programminne.
</OL>

<B>Anteckningar</B>
<UL>
<LI>Om du &aring;terst&auml;ller enheten kan du g&ouml;ra ytterligare minne tillg&auml;ngligt. Om problemen med minnesutrymme forts&auml;tter b&ouml;r enheten &aring;terst&auml;llas enligt tillverkarens dokumentation.
<LI>Fliken <B>Allm&auml;nt</B> ger allm&auml;n information om maskinvaru- och programvarukonfiguration f&ouml;r enheten.
<LI>Max 16 MB RAM kan tilldelas f&ouml;r filer.
</UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Ange att enheten sl&aring;s av vid inaktivitet</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Program i ROM</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="programs_located_in_rom"></A><B>Program i ROM</B><UL></UL>

<P>Program som s&aring;ldes med den mobila enheten finns i ROM-minnet och finns kvar efter en fullst&auml;ndig &aring;terst&auml;llning. Program som installerats p&aring; enheten finns i RAM-minnet och m&aring;ste installeras om efter en fullst&auml;ndig &aring;terst&auml;llning. Om du f&aring;r problem med ominstallation av program b&ouml;r du justera RAM-tilldelningen.</P><UL></UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Justera RAM-tilldelning</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="cp_menu"></A><B>Aktivitetsf&auml;ltet och Start-menyn</B></P><UL></UL>

<A HREF="ctpnl.htm#hide_the_taskbar">D&ouml;lj Aktivitetsf&auml;ltet</A><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">&Auml;ndra inst&auml;llningar f&ouml;r Aktivitetsf&auml;ltet</A><BR> <a href="ctpnl.htm#expand_the_control_panel">Expandera Start-menyn</a><br> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="hide_the_taskbar"></A><B>D&ouml;lj Aktivitetsf&auml;ltet</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Aktivitetsf&auml;ltet</B> &gt; <B>Aktivitetsf&auml;ltet och Start-menyn</B>.
<LI>Markera <B>D&ouml;lj automatiskt</B>.
</OL>

<UL>
<LI>Visa Aktivitetsf&auml;ltet genom att markera det tunna v&aring;gr&auml;ta f&auml;ltet i f&ouml;nstrets underkant. Om du vill d&ouml;lja Aktivitetsf&auml;ltet igen klickar du utanf&ouml;r dess omr&aring;de.
</UL>

<P><B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">&Auml;ndra inst&auml;llningar f&ouml;r Aktivitetsf&auml;ltet</A><BR> <A HREF="wince.htm#reading_taskbar_icons">F&ouml;rst&aring; ikonerna i Aktivitetsf&auml;ltet</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_taskbar_settings"></A><B>&Auml;ndra inst&auml;llningar f&ouml;r Aktivitetsf&auml;ltet</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Aktivitetsf&auml;ltet och Start-menyn</B>.
<LI>Markera &ouml;nskade alternativ.
</OL>

<P><B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#hide_the_taskbar">D&ouml;lj Aktivitetsf&auml;ltet</A><BR> <A HREF="wince.htm#reading_taskbar_icons">F&ouml;rst&aring; ikonerna i Aktivitetsf&auml;ltet</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* --> <A name="expand_the_control_panel"></a><b>Expandera Start-menyn</b><br>
<ul></ul>
Du kan ange att <b>Start</b>-menyn ska visa en meny med alla de alternativ som finns tillg&auml;ngliga genom appletar p&aring; <b>Kontrollpanelen</b>.
<ol>
<li>V&auml;lj <b>Start</b> &gt; <b>Inst&auml;llningar</b> &gt; <b>Aktivitetsf&auml;ltet och Start-menyn...</b>
<li>V&auml;lj fliken <b>Avancerat</b>.
<li>Markera <b>Expandera Kontrollpanelen</b>.
<li> V&auml;lj <b>OK</b>.
</ol>
<p>N&auml;sta g&aring;ng du anv&auml;nder <b>Start</b>-menyn kan du visa alla menyalternativ f&ouml;r <b>Kontrollpanelen</b>.
<ul></ul>
<b>Se &auml;ven</b><br> <A href="ctpnl.htm#Main_Contents">Inst&auml;llningar p&aring; Kontrollpanelen </a>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->


<P><A NAME="adjusting_volume_and_sounds"></A><B>Volym och ljud</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off">Justera volym och ljud</A><BR> <A HREF="ctpnl.htm#change_event_sounds">&Auml;ndra ljud f&ouml;r h&auml;ndelser</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_volume_and_turn_sounds_on_or_off"></A><B>Justera volym och ljud</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen Volym &amp; ljud.
<LI>Markera &ouml;nskade alternativ p&aring; fliken <B>Volym</B>.
</OL>

<P><B>Tips</B> Om du st&auml;nger av ljud sparar du energi och f&ouml;rl&auml;nger batteriets livsl&auml;ngd.</P><UL></UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#change_event_sounds">&Auml;ndra ljud f&ouml;r h&auml;ndelser</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->



<A NAME="change_event_sounds"></A><B>&Auml;ndra ljud f&ouml;r h&auml;ndelser</B>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; ikonen Volym &amp; ljud och v&auml;lj sedan fliken <B>Ljud</B>.
<LI>Markera en h&auml;ndelse i listan <B>H&auml;ndelsenamn</B>.
<LI>Markera ett ljud i listan <B>H&auml;ndelseljud</B>.<BR>Markera <B>Inget</B> om du vill ta bort ett ljud ur den markerade h&auml;ndelsen.
<LI>Om du vill spara &auml;ndringarna till ett annat schema, v&auml;lj <B>Spara som</B> och ange sedan ett namn f&ouml;r ljudschemat.<BR>Om du vill ta bort ett ljudschema markerar du det i listan och v&auml;ljer <B>Ta bort</B>.
</OL>

<P><B>Tips</B> St&auml;ng snabbt av alla ljud f&ouml;r h&auml;ndelser genom att markera <B>Inga ljud</B> i listan <B>Schema</B>.</P><UL></UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off">Justera volym och ljud</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* --> <A NAME="managing_certificate_stores"></A><B>Hantera digitala certifikat</B><BR><UL></UL>

<P>Vissa program anv&auml;nder certifikat f&ouml;r att etablera tillf&ouml;rlitlighet och f&ouml;r s&auml;ker kommunikation. Certifikat signeras och utf&auml;rdas av certifikatutf&auml;rdare och &auml;r giltiga under en f&ouml;reskriven tidsperiod. Windows CE hanterar flera certifikatarkiv.</P>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B>.
<LI>Dubbelklicka p&aring; certifikatikonen.
<LI>P&aring; fliken <B>Arkiv</B> markerar du det certifikatarkiv som du vill visa eller &auml;ndra i listrutan. Arkivet <B>Betrodda utf&auml;rdare</B> visar certifikat p&aring; h&ouml;gsta niv&aring; f&ouml;r utf&auml;rdare som &auml;r betrodda. Arkivet <B>Mina certifikat</B> inneh&aring;ller dina privata certifikat som du anv&auml;nder n&auml;r du identifierar dig sj&auml;lv. Mellanliggande certifikatutf&auml;rdare som hj&auml;lper till att etablera en kedja med betrodda lagras i arkivet <B>Andra utf&auml;rdare</B>.
<LI>Om du vill l&auml;gga till ett certifikat eller associerad privat nyckel i det markerade arkivet, v&auml;lj <B>Importera</B>.
<LI>Om du vill visa mer information om det markerade certifikatet, som t ex det expanderade namnet eller f&ouml;rfallodatum, v&auml;lj <B>Visa</B>.
<LI>Om du vill ta bort det markerade certifikatet ur arkivet v&auml;ljer du <B>Ta bort</B>.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* -->

<P><A NAME="storage_manager"></A><B>Databashanteraren</B></P><UL></UL>

Databashanteraren <A HREF="ctpnl.htm#manage_disks">Hantera lagringsenheter</A><BR> <A HREF="ctpnl.htm#manage_partitions">Hantera diskpartitioner</A><BR> <A HREF="ctpnl.htm#create_partition">Skapa en ny partition</A><BR> <A HREF="ctpnl.htm#advanced_partition">Avancerade partitionsfunktioner</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_disks"></A><B>Hantera lagringsenheter</B></P><UL></UL>

<P>Tillg&auml;ngliga lagringsenheter visas enligt enhetsnamn i listrutan. Markera en enhet i listan n&auml;r du vill visa information om disken eller utf&ouml;ra arkivfunktioner.</P>

<UL>
<LI>V&auml;lj <b>Fr&aring;nkoppla</B> om du vill koppla fr&aring;n alla partitioner p&aring; den markerade lagringsenheten.</LI>
<LI>V&auml;lj <B>Format</B> om du vill formatera partitionstabellen. Det g&aring;r inte att formatera partitionstabellen om det finns n&aring;gra kopplade partitioner p&aring; lagringsenheten.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_partitions"></A><B>Hantera diskpartitioner</B></P><UL></UL>

<P>I listrutan finner du de tillg&auml;ngliga partitionerna p&aring; den markerade lagringsenheten.</P>

<UL>
<LI>Om du vill skapa en ny partition p&aring; lagringsenheten, v&auml;lj <B>Ny</B>.</LI>
<LI>Om du vill ta bort en partition fr&aring;n lagringsenheten, v&auml;lj <B>Ta bort</B>. Det g&aring;r inte att ta bort kopplade partitioner.</LI>
<LI>Om du vill visa partitionsinformation eller utf&ouml;ra avancerade partitionsfunktioner, s&aring;som formatering, v&auml;lj <B>Egenskaper</B>.</LI>
</UL>

<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#create_partition">Skapa en ny partition</A><BR> <A HREF="ctpnl.htm#advanced_partition">Avancerade partitionsfunktioner</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="create_partition"></A><B>Skapa en ny partition</B></P><UL></UL>

<OL>
<LI>Om du vill skapa en ny partition p&aring; lagringsenheten ska du markera en lagringsenhet i listan och v&auml;lja <B>Ny</B>.
<LI>Ange namn f&ouml;r den nya partitionen.</LI>
<LI>Ange storleken (i sektorer) f&ouml;r den nya partitionen eller markera rutan <B>Anv&auml;nd allt tillg&auml;ngligt diskutrymme</B>.</LI>
<LI>V&auml;lj <B>OK</B> om du vill skapa partitionen, v&auml;lj annars <B>X</B> f&ouml;r att avbryta.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="advanced_partition"></A><B>Avancerade partitionsfunktioner</B></P><UL></UL>

<P>Du kan visa avancerade partitionsalternativ genom att markera en partition och v&auml;lja <B>Egenskaper</B>.</P>

<UL>
<LI>Koppla en partition som kopplats fr&aring;n genom att v&auml;lja <B>Koppla</B>.</LI>
<LI>Fr&aring;nkoppla en kopplad partition genom att v&auml;lja <B>Fr&aring;nkoppla</B>.</LI>
<LI>Formatera en partition genom att v&auml;lja <B>Formatera</B>.</LI>
<LI>Scanna och reparera en partition genom att v&auml;lja <B>S&ouml;k enhet</B>.</LI>
<LI>Defragmentera en partition genom att v&auml;lja <B>Defragmentera</B>.</LI>
</UL>

<B>Anteckningar</B>
<UL>
<LI>Beroende p&aring; en partitions filsystem, kanske alternativen <B>Formatera</B>, <B>Scanna</B> och <B>Defragmentera</B> inte finns tillg&auml;ngliga. Hur dessa funktioner beter sig kommer att variera beroende p&aring; implementeringen av filsystemets verktygsbibliotek.
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="bluetooth"></A><B>Bluetooth</B></P><UL></UL>

<P>N&auml;r du vill identifiera och hantera Bluetooth-enheter anv&auml;nder du Bluetooth i Kontrollpanelen.</P>

<A HREF="ctpnl.htm#bt_scanning_for_device">S&ouml;ka efter Bluetooth-enheter</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Verifiera enhet</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Ta bort enhet fr&aring;n lista med tillf&ouml;rlitliga enheter</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Aktivera enhet</A><BR>

<P><B>Obs!</B> &Ouml;ppna Bluetooth genom att v&auml;lja <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och dubbelklicka sedan p&aring; <B>Bluetooth</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_scanning_for_device"></A><B>S&ouml;ka efter Bluetooth-enheter</B></P><UL></UL>
<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och dubbelklicka sedan p&aring; <B>Bluetooth</B>.
<LI>Tryck p&aring; knappen <b>S&ouml;k enhet</b>. Detta startar f&ouml;rfr&aring;gningsproceduren. Om s&ouml;kningen uppt&auml;cker en Bluetooth-enhet l&auml;ggs den enheten till i listrutan <b>Otillf&ouml;rlitlig</b>.
<li>Du kan sedan markera de enheter som du vill skapa ett tillf&ouml;rlitligt f&ouml;rh&aring;llande med. F&ouml;r information om hur du verifierar en enhet f&ouml;r ett tillf&ouml;rlitligt f&ouml;rh&aring;llande, se <a href="ctpnl.htm#bt_device_authentication">Verifiera enhet</a>. 
</OL>
<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#bt_device_authentication">Verifiera enhet</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Ta bort enhet fr&aring;n lista med tillf&ouml;rlitliga enheter</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Aktivera enhet</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_device_authentication"></A><B>Verifiera enhet</B></P><UL></UL>
<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och dubbelklicka sedan p&aring; <B>Bluetooth</B>. 
<LI>I listrutan <b>Otillf&ouml;rlitlig</b> klickar du p&aring; den enhet som du vill verifiera.
<LI>Klicka p&aring; knappen &quot;--&gt;&quot;. Om enheten m&aring;ste tilldelas r&auml;ttighet visas en dialogruta som fr&aring;gar efter enhetens PIN-kod (personligt identifikationsnummer). Enheten flyttas till listrutan <b>Tillf&ouml;rlitlig</b> om den auktoriseras utan problem.
</OL>
<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">S&ouml;ka efter Bluetooth-enheter</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Ta bort enhet fr&aring;n lista med tillf&ouml;rlitliga enheter</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Aktivera enhet</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_remove_device"></A><B>Ta bort enhet fr&aring;n lista med tillf&ouml;rlitliga enheter</B></P><UL></UL>
<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och dubbelklicka sedan p&aring; <B>Bluetooth</B>. 
<LI>I listrutan <b>Tillf&ouml;rlitlig</b> klickar du p&aring; den enhet som du vill ta bort.
<LI>Klicka p&aring; knappen &quot;&lt;--&quot; f&ouml;r att g&ouml;ra enheten <b>Otillf&ouml;rlitlig</b>.
<LI>Klicka p&aring; <b>DEL</b>-knappen f&ouml;r att ta bort posten och ta bort den ur cacheminnet.
</OL>
<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">S&ouml;ka efter Bluetooth-enheter</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Verifiera enhet</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Aktivera enhet</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_make_device_active"></A><B>Aktivera enhet</B></P><UL></UL>

<P>F&ouml;r varje klassenhet g&auml;ller att bara en enhet kan markeras som aktiv och anv&auml;ndas som standard.</P>

<OL>
<LI>V&auml;lj <B>Start</B> &gt; <B>Inst&auml;llningar</B> &gt; <B>Kontrollpanelen</B> och dubbelklicka sedan p&aring; <B>Bluetooth</B>. 
<LI>I listrutan <b>Tillf&ouml;rlitlig</b> h&ouml;gerklickar du p&aring; den enhet som du vill &auml;ndra till <b>Aktiv</b> status.
<LI>I popup-listan markerar du <b>Aktiv</b> f&ouml;r att aktivera enheten.
</OL>
<B>Se &auml;ven</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">S&ouml;ka efter Bluetooth-enheter</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Verifiera enhet</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Ta bort enhet fr&aring;n lista med tillf&ouml;rlitliga enheter</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<A NAME="index"></A><B>Index</B><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">hj&auml;lpmedel</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Bluetooth, verifiera enhet</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Bluetooth, aktivera enhet</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Bluetooth, ta bort enhet fr&aring;n lista med tillf&ouml;rlitliga enheter</A><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Bluetooth, s&ouml;ka efter enheter</A><BR>

<A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batterier, auto-uppeh&aring;ll</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batterier, avlasta</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batterier, avlasta batterier</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batterier, vilol&auml;ge</A><BR> <A HREF="ctpnl.htm#managing_certificate_stores">certifikat</A><BR>

<A HREF="ctpnl.htm#adjust_pc_connection_settings">anslutning, datorinst&auml;llningar</A><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings"> anslutning, inst&auml;llningar f&ouml;r uppringningsplats</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">anslutning, inst&auml;llningar f&ouml;r uppringningss&auml;tt</A><BR>

<A HREF="ctpnl.htm#setting_the_date_and_time">enhet, ange datum</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">enhet, ange tid</A><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">enhet, dubbelklickshastighet</A><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">enhet, inst&auml;llningar i aktivitetsf&auml;ltet</A><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">enhet, kalibrera spets</A><BR> <A HREF="ctpnl.htm#mousesettings">enhet, musinst&auml;llningar</A><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">enhet, omkalibrera spets</A><BR> <A HREF="ctpnl.htm#hide_the_taskbar">enhet, visa/d&ouml;lja Aktivitetsf&auml;ltet</A><BR> <A HREF="ctpnl.htm#storage_manager">enhetslagring, lagringsenheter</A><BR> <A HREF="ctpnl.htm#change_event_sounds">enhetsljud, &auml;ndra</A><BR> <A HREF="ctpnl.htm#change_event_sounds">enhetsljud, h&auml;ndelser</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">enhetsljud, p&aring;/av</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">enhetsljud, volym</A><BR>

<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">hj&auml;lpmedel minne, justera RAM-tilldelning</A><BR>




<A HREF="ctpnl.htm#change_the_device_name">&auml;gare, enhetsnamn</A><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">&auml;gare, &auml;garidentifiering</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">&auml;gare, enhetsl&ouml;senord</A><BR>

<A HREF="ctpnl.htm#programs_located_in_rom">program, i ROM</A><BR> <A HREF="ctpnl.htm#removing_programs">program, ta bort program</A><BR>






<!-- PegHelp -->
</BODY>
</HTML>
