<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">
<TITLE>Ajuda de Configura&ccedil;&otilde;es</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Ajuda de Configura&ccedil;&otilde;es do Painel de Controle</B></P><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">Acessibilidade</A><BR> <A HREF="ctpnl.htm#bluetooth">Bluetooth</A><BR> <A HREF="ctpnl.htm#managing_certificate_stores">Certificados</A><BR> <A HREF="ctpnl.htm#modifying_communications_settings">Comunica&ccedil;&otilde;es</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">Data e hora</A><BR> <A HREF="ctpnl.htm#device_management">Gerenciamento de dispositivos</A><BR> <A HREF="ctpnl.htm#dialing">Discagem</A><BR> <A HREF="ctpnl.htm#background">V&iacute;deo</A><BR> <a href="ctpnl.htm#sip_info">Painel de entrada</a><br> <a href="ctpnl.htm#input_language">Idioma de entrada</a><br> <A HREF="ctpnl.htm#adjusting_keyboard_settings">Teclado</A><BR> <A HREF="ctpnl.htm#mousesettings">Mouse</A><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propriet&aacute;rio</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Senha</A><BR> <A HREF="ctpnl.htm#power">Energia</A><BR> <A HREF="ctpnl.htm#modifying_regional_settings">Configura&ccedil;&otilde;es regionais e de idioma</A><BR> <A HREF="ctpnl.htm#regional_settings">Configura&ccedil;&otilde;es regionais</A><BR> <A HREF="ctpnl.htm#removing_programs">Remover programas</A><BR> <A HREF="ctpnl.htm#adjusting_keyboard_and_stylus_settings">Caneta</A><BR> <A HREF="ctpnl.htm#adjusting_memory_and_power_settings">Sistema</A><BR> <A HREF="ctpnl.htm#cp_menu">Barra de ferramentas e menu Iniciar</A><BR> <A HREF="ctpnl.htm#user_interface_language">Idioma da interface do usu&aacute;rio</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">Volume e sons</A><BR> <A HREF="ctpnl.htm#storage_manager">Gerenciador de armazenamento</A><BR> <A HREF="ctpnl.htm#index">&Iacute;ndice</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="accessibility_settings"></A><B>Acessibilidade</B></P><UL></UL>

<P>Use Acessibilidade, no Painel de Controle, para personalizar o funcionamento do teclado, v&iacute;deo ou mouse.</P>
<P>As ferramentas de acessibilidade dispon&iacute;veis em Acessibilidade, no Painel de Controle, executam v&aacute;rias fun&ccedil;&otilde;es.</P>

<A HREF="ctpnl.htm#stickyKeys_settings">Teclas de ader&ecirc;ncia</A><BR> <A HREF="ctpnl.htm#toggleKeys_settings">Teclas de altern&acirc;ncia</A><BR> <A HREF="ctpnl.htm#soundsentry_settings">Sinalizador de som</A><BR> <A HREF="ctpnl.htm#highcontrast_settings">Alto contraste</A><BR> <A HREF="ctpnl.htm#mousekeys_settings">Teclas para mouse</A>

<P><B>Observa&ccedil;&atilde;o</B> Para abrir Acessibilidade, selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="stickyKeys_settings"></A><B>Teclas de ader&ecirc;ncia</B></P><UL></UL>

<P>As teclas de ader&ecirc;ncia possibilitam o pressionamento simult&acirc;neo de teclas embora se pressione uma tecla por vez.</P>
<P>As teclas de ader&ecirc;ncia foram criadas para pessoas com dificuldade em manter pressionadas duas ou mais teclas simultaneamente. Quando um atalho exigir uma combina&ccedil;&atilde;o de teclas, como CTRL+P, as teclas de ader&ecirc;ncia permitir&atilde;o que voc&ecirc; pressione uma tecla modificadora (CTRL, ALT ou SHIFT) ou a tecla com o logotipo do Windows e ela permanecer&aacute; ativa at&eacute; que outra tecla seja pressionada.</P>

<P>Para ativar as teclas de ader&ecirc;ncia:</P>
<OL>
<LI>Abra Acessibilidade: selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>. 
<LI>Na guia <B>Teclado</B>, em <B>Teclas de ader&ecirc;ncia</B>, marque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas de ader&ecirc;ncia</B>. 
</OL>
<P>Para desativar as teclas de ader&ecirc;ncia, desmarque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas de ader&ecirc;ncia</B>.</P>

<P><B>Observa&ccedil;&atilde;o</B> Se a caixa de sele&ccedil;&atilde;o <B>Usar atalho</B> da caixa de di&aacute;logo <B>Configura&ccedil;&otilde;es das teclas de ader&ecirc;ncia</B> estiver marcada, ser&aacute; poss&iacute;vel ativar e desativar as teclas de ader&ecirc;ncia pressionando a tecla SHIFT cinco vezes.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#change_stickyKeys_options">Para alterar as op&ccedil;&otilde;es das teclas de ader&ecirc;ncia</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_stickyKeys_options"></A><B>Para alterar as op&ccedil;&otilde;es das teclas de ader&ecirc;ncia</B></P><UL></UL>

<P>As teclas de ader&ecirc;ncia foram criadas para pessoas com dificuldade em manter pressionadas duas ou mais teclas simultaneamente. Quando um atalho exigir uma combina&ccedil;&atilde;o de teclas, como CTRL+P, as teclas de ader&ecirc;ncia permitir&atilde;o que voc&ecirc; pressione uma tecla modificadora (CTRL, ALT ou SHIFT) ou a tecla com o logotipo do Windows e ela permanecer&aacute; ativa at&eacute; que outra tecla seja pressionada.</P>

<OL>
<LI>Abra Acessibilidade: selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>. 
<LI>Na guia <B>Teclado</B>, em <B>Teclas de ader&ecirc;ncia</B>, clique em <B>Configura&ccedil;&otilde;es</B>. Execute uma destas a&ccedil;&otilde;es:
<UL>
<LI>Para usar o atalho que permite ativar ou desativar as teclas de ader&ecirc;ncia pressionando a tecla SHIFT cinco vezes, marque a caixa de sele&ccedil;&atilde;o <B>Usar atalho</B>.</LI>
<LI>Para especificar que, quando uma tecla modificadora (CTRL, ALT ou SHIFT) ou a tecla com o logotipo do Windows for pressionada duas vezes seguidas, uma tecla permanecer&aacute; ativa at&eacute; que a tecla seja pressionada novamente, em <B>Op&ccedil;&otilde;es e notifica&ccedil;&atilde;o</B>, marque a caixa de sele&ccedil;&atilde;o <B>Pressionar a tecla modificadora duas vezes para bloquear</B>.</LI>
<LI>Para reproduzir um som para indicar quando a tecla modificadora (CTRL, ALT ou SHIFT) ou a tecla com o logotipo do Windows foi pressionada, bloqueada ou liberada, em <B>Op&ccedil;&otilde;es e notifica&ccedil;&atilde;o</B>, marque a caixa de sele&ccedil;&atilde;o <B>Emitir sons quando a tecla modificadora for pressionada</B>.</LI>
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="toggleKeys_settings"></A><B>Teclas de altern&acirc;ncia</B></P><UL></UL>

<P>As teclas de altern&acirc;ncia emitem sons quando certas teclas de bloqueio s&atilde;o pressionadas. </P>
<P>Elas foram criadas para pessoas com defici&ecirc;ncias visual ou cognitiva. Quando as teclas de altern&acirc;ncia est&atilde;o ativadas, o computador emitir&aacute; um sinal sonoro quando as teclas de bloqueio (CAPS LOCK, NUM LOCK ou SCROLL LOCK) forem pressionadas. Um som alto ser&aacute; emitido quando as teclas forem ativadas e um som baixo ser&aacute; emitido quando elas forem desativadas.</P>

<P>Para ativar as teclas de altern&acirc;ncia:</P>
<OL>
<LI>Abra Acessibilidade: selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>. 
<LI>Na guia <B>Teclado</B>, em <B>Teclas de altern&acirc;ncia</B>, marque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas de altern&acirc;ncia</B>. 
</OL>
<P>Para desativ&aacute;-las, desmarque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas de altern&acirc;ncia</B>.</P>

<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Para usar o atalho do teclado que permite a voc&ecirc; ativar e desativar as teclas de altern&acirc;ncia mantendo a tecla NUM LOCK pressionada por oito segundos, na guia <B>Teclado</B>, em <B>Teclas de altern&acirc;ncia</B>, clique em <B>Configura&ccedil;&otilde;es</B>.</LI>
<LI>Se a caixa de sele&ccedil;&atilde;o <B>Usar atalho</B> da caixa de di&aacute;logo <B>Configura&ccedil;&otilde;es das teclas de altern&acirc;ncia</B> estiver marcada, ser&aacute; poss&iacute;vel ativar ou desativar as teclas de altern&acirc;ncia mantendo a tecla NUM LOCK pressionada por oito segundos.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="soundsentry_settings"></A><B>Sinalizador de som</B></P><UL></UL>

<P>O Sinalizador de som fornece avisos visuais para sons do sistema.</P>
<P>Ele foi criado para pessoas que t&ecirc;m dificuldade para ouvir os sons do sistema emitidos pelo computador. O Sinalizador de som permite que voc&ecirc; altere as configura&ccedil;&otilde;es para gerar avisos visuais, como uma barra de t&iacute;tulo intermitente ou uma borda piscante, sempre que o computador emitir um som.</P>

<P>Para ativar o Sinalizador de som:</P>
<OL>
<LI>Abra Acessibilidade: selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>. 
<LI>Na guia <B>Som</B>, em <B>Sinalizador de som</B> e marque a caixa de di&aacute;logo <B>Usar o sinalizador de som</B>. 
</OL>
<P>Para desativ&aacute;-lo, desmarque a caixa de di&aacute;logo <B>Usar o sinalizador de som</B>.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="highcontrast_settings"></A><B>Alto contraste</B></P><UL></UL>

<P>O Alto contraste melhora o contraste da tela com cores alternativas e tamanhos de fontes. </P>
<P>O Alto contraste foi criado para pessoas com defici&ecirc;ncias visuais. Os esquemas de cor do Alto contraste podem facilitar a exibi&ccedil;&atilde;o da tela para os usu&aacute;rios ao intensificar o contraste da tela usando combina&ccedil;&otilde;es de cores alternativas. Alguns esquemas alteram tamb&eacute;m os tamanhos de fontes para facilitar a leitura.</P>

<P>Para ativar o Alto contraste:</P>
<OL>
<LI>Abra Acessibilidade: selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>. 
<LI>Na guia <B>V&iacute;deo</B>, em <B>Alto contraste</B>, marque a caixa de sele&ccedil;&atilde;o <B>Usar alto contraste</B>. 
</OL>
<P>Para desativ&aacute;-lo, desmarque a caixa de sele&ccedil;&atilde;o <B>Usar alto contraste</B>.</P>

<P><B>Observa&ccedil;&atilde;o</B> Se a caixa de sele&ccedil;&atilde;o <B>Usar atalho</B> da caixa de di&aacute;logo <B>Configura&ccedil;&otilde;es de alto contraste</B> estiver marcada, ser&aacute; poss&iacute;vel ativar ou desativar o Alto contraste pressionando as teclas ALT+SHIFT esquerda+PRINT SCREEN (dependendo de outras configura&ccedil;&otilde;es que voc&ecirc; selecionou na caixa de di&aacute;logo <B>Acessibilidade</B>). Para abrir a caixa de di&aacute;logo <B>Configura&ccedil;&otilde;es de alto contraste</B>, abra <B>Acessibilidade</B>, selecione a guia <B>V&iacute;deo</B> e, em <B>Alto contraste</B>, clique em <B>Configura&ccedil;&otilde;es</B>.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#change_highcontrast_options">Para alterar as op&ccedil;&otilde;es de Alto contraste</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_highcontrast_options"></A><B>Para alterar as op&ccedil;&otilde;es de Alto contraste</B></P><UL></UL>

<P>O Alto contraste foi criado para pessoas com defici&ecirc;ncias visuais. Os esquemas de cor do Alto contraste podem facilitar a exibi&ccedil;&atilde;o da tela para os usu&aacute;rios ao intensificar o contraste da tela usando combina&ccedil;&otilde;es de cores alternativas. Alguns esquemas alteram tamb&eacute;m os tamanhos de fontes para facilitar a leitura.</P>

<OL>
<LI>Abra Acessibilidade: selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>. 
<LI>Na guia <B>V&iacute;deo</B>, em <B>Alto contraste</B>, clique em <B>Configura&ccedil;&otilde;es</B>. Execute uma destas a&ccedil;&otilde;es:
<UL>
<LI>Para usar o atalho que permite ativar ou desativar o Alto Contraste pressionando as teclas ALT esquerda+SHIFT esquerda+PRINT SCREEN, marque a caixa de sele&ccedil;&atilde;o <B>Usar atalho</B>.</LI>
<LI>Para alterar o esquema de apar&ecirc;ncia de Alto contraste, selecione uma op&ccedil;&atilde;o de <B>Esquema de cores em alto contraste</B>.
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="mousekeys_settings"></A><B>Teclas para mouse</B></P><UL></UL>

<P>As teclas para mouse permitem que o teclado execute as fun&ccedil;&otilde;es do mouse.</P>
<P>As teclas para mouse foram criadas para pessoas com dificuldade para usar o mouse. As teclas para mouse permitem que voc&ecirc; utilize o teclado num&eacute;rico para controlar o ponteiro do mouse. Se voc&ecirc; quiser usar o teclado num&eacute;rico para inserir dados e para navegar, poder&aacute; configurar a ativa&ccedil;&atilde;o das teclas para mouse ao pressionar NUM LOCK.</P>

<OL>
<LI>Abra Acessibilidade: selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Acessibilidade</B>. 
<LI>Na guia <B>Mouse</B>, em <B>Teclas para mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B>.
<li>Siga os procedimentos a seguir, conforme necess&aacute;rio:
<UL>
<LI>Caixa de sele&ccedil;&atilde;o <B>Usar atalho</B><br> Marque esta caixa de sele&ccedil;&atilde;o para usar o atalho que permite ativar ou desativar as teclas para mouse pressionando as teclas ALT esquerda+SHIFT esquerda+NUM LOCK.</LI>
<LI>Barra deslizante <b>Velocidade M&aacute;xima</b><br> Arraste a barra deslizante para definir a velocidade m&aacute;xima do ponteiro do mouse quando voc&ecirc; mantiver pressionada uma tecla de dire&ccedil;&atilde;o das teclas para mouse.</LI>
<LI>Barra deslizante <B>Acelera&ccedil;&atilde;o</B><br> Arraste esta barra deslizante para definir a acelera&ccedil;&atilde;o do ponteiro do mouse at&eacute; sua velocidade m&aacute;xima quando voc&ecirc; mantiver pressionada uma tecla de dire&ccedil;&atilde;o das teclas para mouse.</LI>
<LI>Caixa de sele&ccedil;&atilde;o <B>Pressionar Ctrl para aumentar a velocidade e Shift para diminu&iacute;-la</B><br> Marque esta caixa de sele&ccedil;&atilde;o para ativar a desacelera&ccedil;&atilde;o do ponteiro mantendo a tecla SHIFT pressionada e a acelera&ccedil;&atilde;o do ponteiro mantendo a tecla CTRL pressionada enquanto pressiona as teclas de dire&ccedil;&atilde;o das teclas para mouse.</LI>
<LI><B>Usar as teclas para mouse quando Num Lock estiver</b><br> <b>Desativado</b> para alternar entre teclas para mouse e a opera&ccedil;&atilde;o padr&atilde;o do teclado num&eacute;rico pressionando NUM LOCK em seguida, se usar o teclado num&eacute;rico para entrada de dados.<br> <B>Ativado</B> se usar o teclado num&eacute;rico principalmente para navega&ccedil;&atilde;o.</LI>
</UL>
</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para ativar as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para ativar as teclas para mouse usando pressionamento de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para clicar usando as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastar usando as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover o ponteiro do mouse usando as teclas para mouse</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_turnon"></A><B>Para ativar as teclas para mouse</B></P><UL></UL>

<P>As teclas para mouse foram criadas para pessoas com dificuldade para usar o mouse. As teclas para mouse permitem que voc&ecirc; utilize o teclado num&eacute;rico para controlar o ponteiro do mouse. Se voc&ecirc; quiser usar o teclado num&eacute;rico para inserir dados e para navegar, poder&aacute; configurar a ativa&ccedil;&atilde;o das teclas para mouse ao pressionar NUM LOCK.</P>

<P>Para ativar as teclas para mouse:</P>
<OL>
<LI>Abra Acessibilidade. 
<LI>Na guia <B>Mouse</B>, em <B>Teclas para mouse</B>, marque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas para mouse</B>. 
</OL>
<P>Para desativ&aacute;-las, desmarque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas para mouse</B>.</P>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para ativar as teclas para mouse usando pressionamento de teclas</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_keystrokes"></A><B>Para ativar as teclas para mouse usando pressionamento de teclas</B></P><UL></UL>

<OL>
<LI>Pressione <b>ALT esquerda+ SHIFT esquerda+ NUM LOCK</b>.
<LI>Na caixa de mensagem Teclas para mouse, pressione a barra de espa&ccedil;o para limpar a caixa de sele&ccedil;&atilde;o <B>Desligar o atalho de teclado para este recurso de acessibilidade</B>.
<LI>Pressione <b>TAB</b> e depois <b>ENTER</b>.
</OL>

<P>Se as teclas para mouse n&atilde;o ligarem com os pressionamentos de tecla acima, siga as etapas abaixo.</P>
<OL>
<LI>Abra <b>Acessibilidade</b>.
<LI>Pressione <b>CTRL+TAB</b> at&eacute; selecionar a guia <B>Mouse</B>.
<LI>Para selecionar <B>Usar as teclas para mouse</B>, pressione a barra de espa&ccedil;o.
<LI>Pressione <b>TAB</b> duas vezes para selecionar <B>OK</B> e pressione ENTER. 
</OL>

<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Para alterar as configura&ccedil;&otilde;es das teclas para mouse, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B>. 
<LI>Se a caixa de sele&ccedil;&atilde;o <B>Usar atalho</B> da caixa de di&aacute;logo <B>Configura&ccedil;&otilde;es de teclas para mouse</B> estiver selecionada, ser&aacute; poss&iacute;vel ativar ou desativar as teclas para mouse pressionando as teclas ALT esquerda+SHIFT esquerda+NUM LOCK.</LI>
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para ativar as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para clicar usando as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastar usando as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover o ponteiro do mouse usando as teclas para mouse</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* --> <!-- ************************Topic Break************************* -->
<P><A NAME="access_mousekeys_howtoclick"></A><B>Para clicar usando as teclas para mouse</B></P><UL></UL>

<OL>
<LI>Se voc&ecirc; ainda n&atilde;o ligou as teclas para mouse, fa&ccedil;a isso agora. Para ativar as teclas para mouse, abra Acessibilidade, selecione a guia <B>Mouse</B> e marque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas para mouse</B>.</LI>
<LI>Use as teclas do teclado num&eacute;rico para clicar, clicar duas vezes ou clicar com o bot&atilde;o direito. Se as teclas para mouse n&atilde;o funcionarem, pressione NUM LOCK e tente novamente.<br><br></ol>


<UL><b>IMPORTANTE!</b>  Execute todas as a&ccedil;&otilde;es das teclas para mouse no teclado num&eacute;rico.<br><br>
<LI>Cliques com o bot&atilde;o esquerdo
<ul>Para clicar uma vez com o bot&atilde;o esquerdo, pressione o sinal de divis&atilde;o (/) para ativar o bot&atilde;o esquerdo e pressione 5 para clicar.
<LI>Para clicar duas vezes com o bot&atilde;o direito, pressione o sinal de menos (-) para ativar o bot&atilde;o direito e pressione o sinal de mais (+) para clicar duas vezes. </ul>
<li>Cliques com o bot&atilde;o direito
<ul><LI>Para clicar uma vez com o bot&atilde;o direito, pressione o sinal de menos (-) para ativar o bot&atilde;o direito e pressione 5 para clicar.
<li>Para clicar duas vezes com o bot&atilde;o direito, pressione o sinal de menos (-) para ativar o bot&atilde;o direito e pressione o sinal de mais (+) para clicar duas vezes.</LI></ul>

</UL>


<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Para clicar como se voc&ecirc; estivesse usando ambos os bot&otilde;es de uma vez, pressione o asterisco (*) no teclado num&eacute;rico e, em seguida, pressione 5 para clicar ou o sinal de mais (+) para clicar duas vezes.</LI>
<LI>Para voltar ao clique padr&atilde;o, pressione a barra (/) no teclado num&eacute;rico. 
<LI>Para especificar se NUM LOCK deve ficar ligado ou desligado para que as teclas para mouse funcionem, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e, em <B>Usar as teclas para mouse quando Num Lock estiver</B>, clique em <B>Ligado</B> ou <B>Desligado</B>.</LI> 
<LI>Para alterar a velocidade e a acelera&ccedil;&atilde;o do ponteiro ao usar as teclas para mouse, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e mova os controles deslizantes para ajustar a velocidade e a acelera&ccedil;&atilde;o do ponteiro.</LI>
<LI>Para aumentar ou reduzir temporariamente a velocidade do ponteiro, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e marque a caixa de sele&ccedil;&atilde;o <B>Pressionar Ctrl para aumentar a velocidade e Shift para diminu&iacute;-la</B>.</LI>
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para ativar as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para ativar as teclas para mouse usando pressionamento de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastar usando as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover o ponteiro do mouse usando as teclas para mouse</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtodrag"></A><B>Para arrastar usando as teclas para mouse</B></P><UL></UL>

<OL>
<LI>Se voc&ecirc; ainda n&atilde;o ligou as teclas para mouse, fa&ccedil;a isso agora. Para ativar as teclas para mouse, abra Acessibilidade, selecione a guia <B>Mouse</B> e marque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas para mouse</B>.</LI>
<LI>Use as teclas do teclado num&eacute;rico para arrastar e soltar objetos. Se as teclas para mouse n&atilde;o funcionarem, pressione NUM LOCK e tente novamente.</LI></ol>
<UL>
<b>IMPORTANTE!</b>  Execute todas as a&ccedil;&otilde;es das teclas para mouse no teclado num&eacute;rico.<br><br>
<LI>Para mover o ponteiro sobre o objeto que deseja mover ou arrastar para uma nova &aacute;rea, pressione as teclas de dire&ccedil;&atilde;o (2, 4, 6 e 8).</LI>
<li>Para mover o ponteiro para a esquerda, ative a dire&ccedil;&atilde;o com o sinal de divis&atilde;o (/) e pressione a tecla de dire&ccedil;&atilde;o desejada. 
<li> Para mover o ponteiro para a direita, ative a dire&ccedil;&atilde;o com o sinal de menos (-) e pressione a tecla de dire&ccedil;&atilde;o desejada.
<LI>Para manter o bot&atilde;o do mouse pressionado, pressione a tecla <b>INS</b> (0) do teclado num&eacute;rico.
<LI>Para soltar o bot&atilde;o do mouse, pressione a tecla <b> DEL</b> ('.') do teclado num&eacute;rico. <br><br>Por exemplo, para selecionar um objeto e arrast&aacute;-lo para a esquerda, pressione a seguinte seq&uuml;&ecirc;ncia de teclas: <br><br> &nbsp;&nbsp;&nbsp;<b>&nbsp; / &nbsp;</b>(ativar bot&atilde;o esquerdo) <b> &nbsp; INS &nbsp;</b>(manter bot&atilde;o do mouse pressionado)<b> &nbsp;&nbsp; &lt;- &lt;- &lt;-&nbsp;&nbsp;</b>(mover para a esquerda)<b>&nbsp; &nbsp; DEL&nbsp; </b>(liberar bot&atilde;o do mouse)
</uL>

<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Para especificar se NUM LOCK deve ficar ligado ou desligado para que as teclas para mouse funcionem, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e, em <B>Usar as teclas para mouse quando Num Lock estiver</B>, clique em <B>Ligado</B> ou <B>Desligado</B>.</LI>
<LI>Para alterar a velocidade e a acelera&ccedil;&atilde;o do ponteiro ao usar as teclas para mouse, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e mova os controles deslizantes para ajustar a velocidade e a acelera&ccedil;&atilde;o do ponteiro.</LI>
<LI>Para aumentar ou reduzir temporariamente a velocidade do ponteiro, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e marque a caixa de sele&ccedil;&atilde;o <B>Pressionar Ctrl para aumentar a velocidade e Shift para diminu&iacute;-la</B>.</LI>
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para ativar as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para ativar as teclas para mouse usando pressionamento de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para clicar usando as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Para mover o ponteiro do mouse usando as teclas para mouse</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtomove"></A><B>Para mover o ponteiro do mouse usando as teclas para mouse</B></P><UL></UL>

<OL>
<LI>Se voc&ecirc; ainda n&atilde;o ligou as teclas para mouse, fa&ccedil;a isso agora. Para ativar as teclas para mouse, abra Acessibilidade, selecione a guia <B>Mouse</B> e marque a caixa de sele&ccedil;&atilde;o <B>Usar as teclas para mouse</B>.</LI>
<LI>Use as teclas do teclado num&eacute;rico para mover o ponteiro do mouse. Se as teclas para mouse n&atilde;o funcionarem, pressione NUM LOCK e tente novamente.</LI>
<UL>
<LI>Para mover o ponteiro horizontal ou verticalmente, pressione as teclas de dire&ccedil;&atilde;o do teclado num&eacute;rico. 
<LI>Para mover o ponteiro em diagonal, pressione 7 (HOME), 1 (END), 9 (PAGE UP) ou 3 (PAGE DOWN) no teclado num&eacute;rico. 
</UL>
</OL>

<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Para especificar se NUM LOCK deve ficar ligado ou desligado para que as teclas para mouse funcionem, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e, em <B>Usar as teclas para mouse quando Num Lock estiver</B>, clique em <B>Ligado</B> ou <B>Desligado</B>.</LI>
<LI>Para alterar a velocidade e a acelera&ccedil;&atilde;o do ponteiro ao usar as teclas para mouse, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e mova os controles deslizantes para ajustar a velocidade e a acelera&ccedil;&atilde;o do ponteiro.</LI>
<LI>Para aumentar ou reduzir temporariamente a velocidade do ponteiro, na guia <B>Mouse</B>, clique em <B>Configura&ccedil;&otilde;es</B> e marque a caixa de sele&ccedil;&atilde;o <B>Pressionar Ctrl para aumentar a velocidade e Shift para diminu&iacute;-la</B>.</LI>
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Para ativar as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes">Para ativar as teclas para mouse usando pressionamento de teclas</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Para clicar usando as teclas para mouse</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Para arrastar usando as teclas para mouse</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="modifying_communications_settings"></A><B>Comunica&ccedil;&otilde;es</B></P><UL></UL>

<A HREF="ctpnl.htm#change_the_device_name">Alterar o nome do dispositivo</A><BR> <A HREF="ctpnl.htm#adjust_pc_connection_settings">Ajustar a configura&ccedil;&atilde;o de conex&atilde;o do PC</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_device_name"></A><B>Alterar o nome do dispositivo</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Sistema.
<LI>Na guia <B>Nome do dispositivo</B>, digite um nome de dispositivo.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<P><A NAME="adjust_pc_connection_settings"></A><B>Ajustar a configura&ccedil;&atilde;o de conex&atilde;o do PC</B></P><UL></UL>

<P><B>Importante </B> A taxa de transmiss&atilde;o em seu dispositivo deve corresponder &agrave; taxa de transmiss&atilde;o em seu PC. Se voc&ecirc; alterar a taxa de transmiss&atilde;o em um computador, deve alter&aacute;-la no outro. Para obter mais informa&ccedil;&otilde;es sobre como alterar a taxa de transmiss&atilde;o em seu PC, consulte a <B>Ajuda de Servi&ccedil;os para Windows CE</B> no PC.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Clique duas vezes no &iacute;cone <B>Conex&atilde;o de PC</B>.
<li> Verifique se a op&ccedil;&atilde;o <B>Permitir conex&atilde;o com desktop quando o dispositivo estiver anexado</B> est&aacute; selecionada.
<LI>Selecione <B>Alterar</B>.
<LI>Selecione uma conex&atilde;o ou taxa de transmiss&atilde;o diferente.
</OL>



<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">Ajustar configura&ccedil;&otilde;es do local de discagem</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Ajustar padr&otilde;es de discagem</A><BR> <A HREF="rnetw.htm#Main_Contents">Ajuda de Conex&otilde;es Dial-up e de Rede</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ************************Topic Break************************* -->

<P><A NAME="setting_the_date_and_time"></A><B>Configurando a data e hora</B></P><UL></UL>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Data/hora.
<LI>Para definir o m&ecirc;s na guia Data e hora, selecione as setas ao lado do m&ecirc;s exibido, ou selecione a caixa m&ecirc;s para escolher a partir de uma lista de meses. 
<LI>Para selecionar a data, selecione-a no calend&aacute;rio. 
<LI>Para definir a hora, insira-a na caixa <B>Hora Atual</B>.
<LI>Para alterar o fuso hor&aacute;rio, selecione-o na lista <B>Fuso Hor&aacute;rio</B>. 
<LI>Escolha <B>Aplicar</B> ou <B>OK</B> para que suas defini&ccedil;&otilde;es tenham efeito.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* --> <!--

Copyright (c) Microsoft Corporation.  All rights reserved.

-->

<!--

Use of this source code is subject to the terms of the Microsoft end-user

license agreement (EULA) under which you licensed this SOFTWARE PRODUCT.

If you did not accept the terms of the EULA, you are not authorized to use

this source code. For a copy of the EULA, please see the LICENSE.RTF on your

install media.

-->

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<HTML>

<HEAD>

<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">

<TITLE>Ajuda de Configura&ccedil;&otilde;es</TITLE>

</HEAD>

<BODY BGCOLOR="#FFFFFF" TEXT="#000000">

 

<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** -->

<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****######################################-->

 

<!-- ************************Topic Break************************* -->

 

<p><A NAME="device_management"></a><b>Gerenciamento de dispositivos</b><br>

<ul></ul>

O aplicativo Gerenciamento de Dispositivos no Windows CE permite baixar e instalar novos pacotes de software. Al&eacute;m disso, ele permite ao administrador de sistemas gerenciar determinados aspectos do dispositivo.


<ul></ul>

<a href="ctpnl.htm#dm_Provisioning">Configurando o gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Resetting">Alterando informa&ccedil;&otilde;es sobre gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Viewing">Exibindo pacotes de software instalados e dispon&iacute;veis</a><br>

<a href="ctpnl.htm#dm_Information">Localizando informa&ccedil;&otilde;es sobre conex&atilde;o</a><br>


<ul></ul>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Provisioning"></a><b>Configurando o gerenciamento de dispositivos</b><br>

<p>Ao configurar o Gerenciamento de Dispositivos pela primeira vez, voc&ecirc; se conecta ao servidor de gerenciamento de dispositivos que baixa e instala software em seu dispositivo.

<OL>

  <LI>Selecione <B>Iniciar &gt; Configura&ccedil;&otilde;es &gt; Painel de Controle</B>.</LI>

  <LI>Clique no &iacute;cone <B>Gerenciamento de Dispositivos</B>.</LI>

  <LI>Na caixa de di&aacute;logo <b>Gerenciamento de Dispositivos</b>, digite o nome ou o endere&ccedil;o IP do servidor de gerenciamento de dispositivos. Se voc&ecirc; n&atilde;o tiver essas informa&ccedil;&otilde;es, solicite-as ao administrador de sistemas.</LI>
  <LI>Se a sua organiza&ccedil;&atilde;o exige conex&otilde;es seguras (https://), marque a caixa <b>Usar conex&otilde;es seguras</b>.</LI>
  <li>Selecione <b>Avan&ccedil;ar</b> para conectar-se ao servidor de gerenciamento de dispositivos.<br><br> <b>Observa&ccedil;&atilde;o:</b>&nbsp;quando o dispositivo estabelece uma conex&atilde;o com o servidor de gerenciamento de dispositivos, uma janela do Internet Explorer &eacute; exibida com uma mensagem de boas-vindas. Para continuar, feche essa janela.</li> 
</OL>


<ol></ol>
<b>Consulte tamb&eacute;m</b><br> <A href="ctpnl.htm#device_management">Gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Viewing">Exibindo pacotes de software instalados e dispon&iacute;veis</a><br> <a href="ctpnl.htm#dm_Information">Localizando informa&ccedil;&otilde;es sobre conex&atilde;o</a><br> <a href="ctpnl.htm#dm_Resetting">Alterando informa&ccedil;&otilde;es sobre gerenciamento de dispositivos</a><br>
 
<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break**************************************************** --> <!-- ****************Topic Break************************************************************* -->
<P><a name="dm_Resetting"></a><b>Alterando informa&ccedil;&otilde;es sobre gerenciamento de dispositivos</b>
<P> Para alterar o nome do servidor de gerenciamento de dispositivos ou as configura&ccedil;&otilde;es de conex&atilde;o:
<ol>
<li>Selecione o bot&atilde;o <b>Informa&ccedil;&otilde;es...</b> na tela <b>Programas Dispon&iacute;veis</b>. A tela <b>Informa&ccedil;&otilde;es sobre Conex&atilde;o</b> ser&aacute; exibida com o nome do servidor de gerenciamento de dispositivos, o status do servidor e outras informa&ccedil;&otilde;es importantes.
<li>Selecione o bot&atilde;o <b>Configurar...</b>. A tela <b>Configura&ccedil;&atilde;o do Gerenciamento de Dispositivos</b> &eacute; exibida.
<li>Para alterar o nome do servidor ou o endere&ccedil;o IP, digite as novas informa&ccedil;&otilde;es na caixa <b>Nome do Servidor ou Endere&ccedil;o IP</b>.
<li>Para alterar o tipo de conex&atilde;o usado, marque ou desmarque a caixa <b>Usar conex&atilde;o segura</b>.
  <li>Selecione <b>Avan&ccedil;ar</b> para conectar-se ao servidor de gerenciamento de dispositivos.<br><br> <b>Observa&ccedil;&atilde;o:</b>&nbsp;quando o dispositivo estabelece uma conex&atilde;o com o servidor de gerenciamento de dispositivos, uma janela do Internet Explorer &eacute; exibida com uma mensagem de boas-vindas. Para continuar, feche essa janela.</li> 
</OL>
 
<ol></ol>
<b>Consulte tamb&eacute;m</b><br> <A href="ctpnl.htm#device_management">Gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Provisioning">Configurando o gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Viewing">Exibindo pacotes de software instalados e dispon&iacute;veis</a><br>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>
<P><a name="dm_Viewing"></a><b>Exibindo pacotes de software instalados e dispon&iacute;veis</b><br>

<ul></ul>

<P>Se voc&ecirc; tiver uma conex&atilde;o ativa com o servidor de gerenciamento de dispositivos, poder&aacute; exibir qualquer pacote de software instalado no dispositivo, bem como os pacotes dispon&iacute;veis para instala&ccedil;&atilde;o.</span>Normalmente, os pacotes de software s&atilde;o aplicativos, mas tamb&eacute;m podem ser configura&ccedil;&otilde;es de dispositivo ou arquivos de dados.</p>

<OL>

<LI>Selecione <B>Iniciar &gt; Configura&ccedil;&otilde;es &gt; Painel de Controle</B>.</LI>

<LI>Clique no &iacute;cone <B>Gerenciamento de Dispositivos</B>.</LI>

<LI>Se voc&ecirc; tiver uma conex&atilde;o ativa com o servidor de gerenciamento de dispositivos, a caixa de di&aacute;logo <b>Gerenciamento de Dispositivos</b> ser&aacute; aberta, mostrando a tela <b>Programas Dispon&iacute;veis</b>. A lista dos programas que voc&ecirc; pode adicionar aparecer&aacute; na tela. 
<li>Para verificar se a lista est&aacute; atualizada, selecione o bot&atilde;o <b>Atualizar</b> a fim de recuperar a lista de programas mais recente.
</LI>

<li>Para ver os programas j&aacute; instalados no dispositivo, selecione a seta para baixo ao lado do t&iacute;tulo <b>Programas Dispon&iacute;veis</b>. A lista <b>Programas Instalados</b> aparecer&aacute; na tela.<br><br> <b>Observa&ccedil;&atilde;o:</b><br>Para ver informa&ccedil;&otilde;es sobre a conex&atilde;o atual, selecione o bot&atilde;o <b>Informa&ccedil;&otilde;es...</b>. A tela <b>Informa&ccedil;&otilde;es sobre Conex&atilde;o</b> ser&aacute; exibida com o nome do servidor de gerenciamento de dispositivos, o status do servidor e outras informa&ccedil;&otilde;es importantes.

</OL>
<ol></ol>
<b>Consulte tamb&eacute;m</b><br> <A href="ctpnl.htm#device_management">Gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Provisioning">Configurando o gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Resetting">Alterando informa&ccedil;&otilde;es sobre gerenciamento de dispositivos</a><br> <BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>


<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Information"></a><b>Localizando informa&ccedil;&otilde;es sobre conex&atilde;o</b>

<p>Para ver informa&ccedil;&otilde;es sobre a conex&atilde;o atual de gerenciamento de dispositivos, selecione o bot&atilde;o <b>Informa&ccedil;&otilde;es...</b> na tela <b>Programas Dispon&iacute;veis</b>. A tela <b>Informa&ccedil;&otilde;es sobre Conex&atilde;o</b> ser&aacute; exibida com o nome do servidor de gerenciamento de dispositivos, o status do servidor e outras informa&ccedil;&otilde;es importantes.<br><br> Para obter mais informa&ccedil;&otilde;es, consulte <b><a href="ctpnl.htm#dm_Viewing">Exibindo pacotes de software instalados e dispon&iacute;veis</a></b>. <br>
<ol></ol>
<b>Consulte tamb&eacute;m</b><br> <A href="ctpnl.htm#device_management">Gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Provisioning">Configurando o gerenciamento de dispositivos</a><br> <a href="ctpnl.htm#dm_Resetting">Alterando informa&ccedil;&otilde;es sobre gerenciamento de dispositivos</a><br> 
 

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<A NAME="dialing"></A><B>Discagem</B><BR><UL></UL>

<A HREF="ctpnl.htm#adjust_dialing_location_settings">Ajustar configura&ccedil;&otilde;es do local de discagem</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Ajustar padr&otilde;es de discagem</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_location_settings"></A><B>Ajustar configura&ccedil;&otilde;es do local de discagem</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Discagem.
<LI>Na lista <B>Ao discar de</B>, selecione o local cujas configura&ccedil;&otilde;es voc&ecirc; deseja alterar.<BR>Para criar um novo local, selecione <B>Novo</B>. Digite o nome do local e, em seguida, selecione <B>OK</B>.
<LI>Digite ou edite o c&oacute;digo de &aacute;rea e o c&oacute;digo local do pa&iacute;s conforme necess&aacute;rio.
<LI>Em <B>Discar usando</B>, selecione <B>Tom</B> ou <B>Pulso</B>. A maioria das linhas telef&ocirc;nicas &eacute; por tom.
<LI>Para desativar automaticamente a espera de chamada, selecione <B>Desativar chamada aguardando por discagem</B>. Em seguida, selecione a seq&uuml;&ecirc;ncia de n&uacute;meros apropriada na lista ou digite uma nova seq&uuml;&ecirc;ncia.
</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Ajustar padr&otilde;es de discagem</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_patterns"></A><B>Ajustar padr&otilde;es de discagem</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Discagem e selecione <B>Padr&otilde;es de discagem</B>.
<LI>Usando os c&oacute;digos relacionados neste t&oacute;pico, revise os padr&otilde;es de discagem conforme necess&aacute;rio.
</OL>

<P><B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Se voc&ecirc; precisar usar caracteres diferentes daqueles relacionados aqui, use a discagem manual.
<LI>H&iacute;fens e espa&ccedil;os nas seq&uuml;&ecirc;ncias de caracteres de discagem s&atilde;o ignorados.
<LI>Pode ser que alguns modems n&atilde;o respondam aos seguintes caracteres, mesmo que seu dispositivo permita adicion&aacute;-los &agrave; seq&uuml;&ecirc;ncia de caracteres de discagem.
</UL>

<B>Caracteres de discagem</B>
<TABLE BORDER=1>
<TR><TD ALIGN=LEFT><B>Para</B></TD><TD ALIGN=LEFT><B>Digite</B></TD></TR>
<TR><TD VALIGN=MIDDLE>Discar o c&oacute;digo do pa&iacute;s (especificado pelo programa de discagem)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>E</TD></TR>
<TR><TD VALIGN=MIDDLE>Discar o c&oacute;digo de &aacute;rea (especificado pelo programa de discagem)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>F</TD></TR>
<TR><TD VALIGN=MIDDLE>Discar o n&uacute;mero local (especificado pelo programa de discagem)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>G</TD></TR>
<TR><TD VALIGN=MIDDLE>Inserir uma pausa (geralmente 2 segundos)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>, (v&iacute;rgula)</TD></TR>
<TR><TD VALIGN=MIDDLE>Aguardar o tom de cart&atilde;o de cr&eacute;dito (especificado pelo programa de discagem)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>$ (sinal de cifr&atilde;o)</TD></TR>
<TR><TD VALIGN=MIDDLE>Aguardar segundo tom (geralmente usado ap&oacute;s $)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>W</TD></TR>
<TR><TD VALIGN=MIDDLE>Discar por tom os n&uacute;meros seguintes</TD><TD ALIGN=CENTER VALIGN=MIDDLE>T</TD></TR>
<TR><TD VALIGN=MIDDLE>Discar por pulso os n&uacute;meros seguintes</TD><TD ALIGN=CENTER VALIGN=MIDDLE>P</TD></TR>
<TR><TD VALIGN=MIDDLE>Transferir para outro ramal (0,5 seg no gancho, 0,5 seg fora do gancho)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>! (sinal luminoso de gancho)</TD></TR>
<TR><TD VALIGN=MIDDLE>Aguardar &quot;resposta silenciosa&quot; (geralmente indicada por 6,5 segundos de sil&ecirc;ncio seguido por um tom de chamada)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>@</TD></TR>
<TR><TD VALIGN=MIDDLE>Usar controles especiais em alguns sistemas (somente tom)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>ABCD ou * ou #</TD></TR>
</TABLE><OL></OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings"> Ajustar configura&ccedil;&otilde;es do local de discagem </A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->


<P><A NAME="background"></A><B>V&iacute;deo</B></P><UL></UL>

<A HREF="ctpnl.htm#changing_the_display">Selecionar uma imagem de segundo plano</A><BR> <A HREF="ctpnl.htm#appearance">Alterar o esquema de cores da &aacute;rea de trabalho</A><BR> <A HREF="ctpnl.htm#customcolor">Criar um esquema de cores personalizado</A><BR> <A HREF="ctpnl.htm#display_backlight_settings">Alterar as configura&ccedil;&otilde;es de luz de fundo</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="changing_the_display"></A><B>Selecionar uma imagem de segundo plano</B><BR>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone V&iacute;deo e selecione a guia <B>Segundo plano</B>.
<LI>Na lista <B>Imagem</B>, selecione a imagem desejada como plano de fundo da &aacute;rea de trabalho. Para localizar uma imagem em outra pasta, selecione <B>Procurar</B>.
<LI>Para que a imagem cubra o segundo plano inteiro, selecione <B>Imagens lado a lado em segundo plano</B>.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="appearance"></A><B>Alterar o esquema de cores da &aacute;rea de trabalho</B><UL></UL>

<P>Voc&ecirc; pode alterar o esquema de cores da &aacute;rea de trabalho se tiver um dispositivo colorido.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone V&iacute;deo e selecione a guia <B>Apar&ecirc;ncia</B>.
<LI>A partir da lista <B>Esquema</B>, selecione um esquema.
<LI>Exiba sua escolha na caixa Visualizar. Se voc&ecirc; gostar do esquema, selecione <B>Aplicar</B>.
</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#customcolor">Criar um esquema de cores personalizado</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="customcolor"></A><B>Criar um esquema de cores personalizado</B><UL></UL>

<P>Voc&ecirc; pode alterar o esquema de cores da &aacute;rea de trabalho se tiver um dispositivo colorido.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone V&iacute;deo e selecione a guia <B>Apar&ecirc;ncia</B>.
<LI>A partir da lista <B>Item</B>, selecione um item de exibi&ccedil;&atilde;o.
<LI>Selecione o quadrado preto pr&oacute;ximo &agrave; lista <B>Item</B>.
<LI>A partir da lista <B>Cores b&aacute;sicas</B>, selecione uma cor e selecione <B>OK</B>.
<LI>Exiba as sele&ccedil;&otilde;es de cores na caixa Visualizar.
<LI>Para salvar o esquema, selecione <B>Salvar</B>.
<LI>Na caixa <B>Salvar este esquema de cores como</B>, digite um nome para o esquema e selecione <B>OK</B>.
<LI>Selecione <B>Aplicar</B>.
</OL>

<P><B>Dica</B> Para criar cores personalizadas, na caixa de di&aacute;logo <B>Cor</B>, selecione um quadrado vazio em <B>Cores personalizadas</B> e selecione <B>Definir</B>. Para obter mais informa&ccedil;&otilde;es, selecione o <B>?</B> na caixa de di&aacute;logo <B>Cor</B>.</P>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="display_backlight_settings"></A><B>Alterar as configura&ccedil;&otilde;es de luz de fundo</B><UL></UL>

<P>Voc&ecirc; poder&aacute; alterar as configura&ccedil;&otilde;es de luz de fundo se tiver um dispositivo em preto e branco. O fabricante do dispositivo pode ter adicionado configura&ccedil;&otilde;es avan&ccedil;adas de luz de fundo. Para obter mais informa&ccedil;&otilde;es, consulte a documenta&ccedil;&atilde;o do fabricante do dispositivo.</P><UL></UL>

<P>Para conservar a energia da bateria e a resolu&ccedil;&atilde;o da tela, desligue a luz de fundo quando o dispositivo estiver ocioso.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone V&iacute;deo.
<LI>Na guia <B>Luz de fundo</B>, marque uma ou mais caixas de sele&ccedil;&atilde;o para desligar a luz de fundo quando usar baterias ou energia externa. 
<LI>A partir da lista apropriada, selecione o per&iacute;odo que o dispositivo deve ficar ocioso antes de a luz de fundo ser desligada.
</OL>


<P><B>Observa&ccedil;&atilde;o</B> Para conservar mais as baterias, suspenda todas as opera&ccedil;&otilde;es durante a ociosidade.</P><UL></UL>

<P><B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar dispositivo para desligar quando estiver ocioso</A></P>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<p><a name="sip_info"></a><b>Painel de entrada</b></p>

<ol>
<li>Selecione <b>Iniciar</b> &gt; <b>Configura&ccedil;&otilde;es</b> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Painel de entrada.
<li>Selecione o m&eacute;todo de entrada a alterar.
<li>Selecione <b>Op&ccedil;&otilde;es</b>.
<li>Selecione as op&ccedil;&otilde;es desejadas.
</ol>

<br clear=all><!-- PegHelp --><hr>


<!-- ************************Topic Break************************* -->


<A NAME="adjusting_keyboard_settings"></A><B>Teclado</B><BR>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Teclado.
<LI>Para alterar o per&iacute;odo entre os pressionamentos antes de a repeti&ccedil;&atilde;o iniciar, ajuste o controle deslizante <B>Intervalo de repeti&ccedil;&atilde;o</B>.
<LI>Para alterar a taxa de repeti&ccedil;&atilde;o, ajuste o controle deslizante <B>Taxa de repeti&ccedil;&atilde;o</B>.
<LI>Teste as novas configura&ccedil;&otilde;es.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="mousesettings"></A><B>Mouse</B><BR>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Mouse.
<LI>Na guia <B>Clique duplo</B>, clique duas vezes na grade do tabuleiro de damas em uma velocidade confort&aacute;vel.
<LI>Clique duas vezes no &iacute;cone Teste para testar as configura&ccedil;&otilde;es.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* --> <A NAME="add_or_change_owner_identification"></A><B>Propriet&aacute;rio</B>
<ul></ul>
<A HREF="ctpnl.htm#owner_identification">Identifica&ccedil;&atilde;o do propriet&aacute;rio</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Senha</A><br> <A HREF="ctpnl.htm#network_identification">Configurando a identifica&ccedil;&atilde;o para redes remotas</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="owner_identification"></A><B>Identifica&ccedil;&atilde;o do propriet&aacute;rio</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Propriet&aacute;rio e selecione a guia <B>Identifica&ccedil;&atilde;o</B>.
<LI>Preencha ou edite os dados conforme desejado.
<LI>Para que estas informa&ccedil;&otilde;es sejam exibidas ao iniciar o dispositivo, selecione <B>Exibir identifica&ccedil;&atilde;o do propriet&aacute;rio</B>.
<LI>Para incluir mais informa&ccedil;&otilde;es, selecione a guia <B>Observa&ccedil;&otilde;es</B> e digite as informa&ccedil;&otilde;es na caixa <B>Observa&ccedil;&otilde;es</B>.<BR>Para incluir essas informa&ccedil;&otilde;es na inicializa&ccedil;&atilde;o, selecione <B>Exibir observa&ccedil;&otilde;es do propriet&aacute;rio ao iniciar</B>.
<li>Para configurar a identifica&ccedil;&atilde;o para redes remotas, consulte <A HREF="ctpnl.htm#network_identification">Configurando a identifica&ccedil;&atilde;o para redes remotas</A>.

</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#background">V&iacute;deo</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Senha</A><br> <A HREF="ctpnl.htm#network_identification">Configurando a identifica&ccedil;&atilde;o para redes remotas</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="set_or_change_the_password"></A><B>Senha</B><OL></OL>

<P><B>Cuidado</B> Se voc&ecirc; esquecer sua senha, ou se o dispositivo m&oacute;vel foi corrompido e a reinicializa&ccedil;&atilde;o n&atilde;o funcionar, deve-se executar uma reinicializa&ccedil;&atilde;o total de acordo com as instru&ccedil;&otilde;es do fabricante. Executar uma reinicializa&ccedil;&atilde;o completa apagar&aacute; todos os arquivos e dados criados e os programas instalados.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Senha.
<LI>Na caixa <B>Senha</B>, digite a senha.
<LI>Na caixa <B>Confirmar senha</B>, digite a senha novamente.
<LI>Para solicita&ccedil;&atilde;o da senha na inicializa&ccedil;&atilde;o, selecione <B>Ativar prote&ccedil;&atilde;o por senha</B>.<P>
</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propriet&aacute;rio</A><br> <A HREF="ctpnl.htm#network_identification">Configurando a identifica&ccedil;&atilde;o para redes remotas</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<A NAME="network_identification"></A><B>Configurando a identifica&ccedil;&atilde;o para redes remotas</B><BR>
<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Propriet&aacute;rio.
<LI>Na guia <B>Identifica&ccedil;&atilde;o da Rede</B>, insira o nome do usu&aacute;rio, a senha e o nome do dom&iacute;nio que voc&ecirc; usa para fazer logon na rede remota.
</OL>
<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propriet&aacute;rio</A><br> <A HREF="ctpnl.htm#set_or_change_the_password">Senha</A><br> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<P><A NAME="power"></A><B>Energia</B></P><UL></UL>

<A HREF="ctpnl.htm#battery">Verificar a energia da bateria</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar dispositivo para desligar quando estiver ocioso</A><BR> <A HREF="ctpnl.htm#optimize">Otimizar a dura&ccedil;&atilde;o da bateria</A><BR> <A HREF="ctpnl.htm#power_schemes">Configurar os esquemas de energia</A><BR> <A HREF="ctpnl.htm#device_power_status">Verificar os n&iacute;veis de energia dos dispositivos do sistema</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="battery"></A><B>Verificar a energia da bateria</B>

<UL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Energia e selecione a guia <B>Bateria</B>.
</UL>

<P><B>Observa&ccedil;&atilde;o </B> A guia <B>Bateria</B> fornece informa&ccedil;&otilde;es gerais sobre as condi&ccedil;&otilde;es da bateria. O per&iacute;odo de opera&ccedil;&atilde;o &uacute;til restante varia de acordo com o tipo de bateria e com o modo como voc&ecirc; usa o dispositivo.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="conserve_batteries_with_auto_suspend"></A><B>Configurar dispositivo para desligar quando estiver ocioso</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Energia e selecione a guia <B>Desligar</B>.
<LI>Selecione as op&ccedil;&otilde;es desejadas para suspender a opera&ccedil;&atilde;o quando n&atilde;o estiver em uso.
</OL>

<P><B>Observa&ccedil;&atilde;o</B> Se a guia Desligar n&atilde;o for exibida, ent&atilde;o o gerenciamento de energia ativa est&aacute; ativado. Consulte <A HREF="ctpnl.htm#power_schemes">Configurar os esquemas de energia</A> para obter as configura&ccedil;&otilde;es do gerenciamento de energia ativa.</P>

<P><B>Dica</B> Suspender a opera&ccedil;&atilde;o ajudar&aacute; a conservar as baterias.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="optimize"></A><B>Otimizar a dura&ccedil;&atilde;o da bateria</B><UL></UL>

<P>Voc&ecirc; quer que as baterias durem o maior tempo poss&iacute;vel, especialmente quando est&aacute; em tr&acirc;nsito. Em condi&ccedil;&otilde;es normais, &eacute; poss&iacute;vel obter v&aacute;rias horas de uso a partir de um conjunto simples de baterias. Seguem algumas dicas para ajudar a aproveit&aacute;-las ao m&aacute;ximo.</P><UL></UL>

<P>
<UL>
<LI>Use energia externa sempre que poss&iacute;vel.<BR> Use o adaptador AC para conectar seu dispositivo &agrave; energia externa sempre que poss&iacute;vel, especialmente quando:
  <UL>
    <LI>Estabelecer uma conex&atilde;o dial-up (alguns modems consomem muita energia).
    <LI>Usar o recurso de luz de fundo da tela do dispositivo (se houver algum).
    <LI>Conectar-se a um computador de mesa.
    <LI>Usar uma placa de flash compacta ou outro perif&eacute;rico.
    <LI>Deixar o indicador LED piscar durante per&iacute;odos longos.
  </UL>
<LI>Configure o dispositivo para desligar quando estiver ocioso.<BR> Enquanto estiver usando energia da bateria, seu dispositivo desligar&aacute; automaticamente ou suspender&aacute; a opera&ccedil;&atilde;o se voc&ecirc; n&atilde;o tiver tocado no teclado ou usado a caneta ou o mouse durante tr&ecirc;s minutos. Maximize a dura&ccedil;&atilde;o da bateria reduzindo este tempo.
<LI>Desligue os sons desnecess&aacute;rios.<BR> Por padr&atilde;o, o dispositivo produz sons em resposta a uma s&eacute;rie de eventos, como avisos, compromissos e pressionamentos de bot&atilde;o do equipamento. Para otimizar a dura&ccedil;&atilde;o da bateria, desligue os sons desnecess&aacute;rios. Selecione <B>Iniciar</B>, <B>Configura&ccedil;&otilde;es</B>, <B>Painel de Controle</B> e <B>Volume e sons</B>.
</UL></P>


<P><B>Observa&ccedil;&atilde;o</B> Quando as baterias estiverem fracas, voc&ecirc; ver&aacute; um &iacute;cone de bateria na barra de tarefas.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#change_event_sounds">Alterar os sons dos eventos</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar dispositivo para desligar quando estiver ocioso</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="power_schemes"></A><B>Configurar os esquemas de energia</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Energia e selecione a guia <B>Esquemas</B>.
<LI>Selecione as op&ccedil;&otilde;es desejadas para inserir estados de energia reduzida
</OL>

<P><B>Observa&ccedil;&atilde;o</B> Se a guia Esquemas n&atilde;o for exibida, est&atilde;o o gerenciamento de energia passiva est&aacute; ativado. Consulte <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar dispositivo para desligar quando estiver ocioso</A> para obter as configura&ccedil;&otilde;es do gerenciamento de energia passiva.</P>

<P>As op&ccedil;&otilde;es de tempo representam o per&iacute;odo de tempo at&eacute; que o sistema alterne para o pr&oacute;ximo estado de conserva&ccedil;&atilde;o de energia. Por exemplo, se &quot;Alternar estado para Sistema Ocioso:&quot; for definido como &quot;Ap&oacute;s 5 minutos&quot;, o sistema ir&aacute; alternar do estado Usu&aacute;rio Ocioso para o estado Sistema Ocioso ap&oacute;s 5 minutos de inatividade.</P>

<P>Mesmo que a op&ccedil;&atilde;o &quot;Nunca&quot; seja selecionada, o sistema ainda poder&aacute; entrar em um estado de conserva&ccedil;&atilde;o de baixa energia, se as circunst&acirc;ncias permitirem. Por exemplo, mesmo que &quot;Alternar estado para Suspenso:&quot; seja definido como &quot;Nunca&quot;, a bateria ao atingir um n&iacute;vel cr&iacute;tico poder&aacute; causar a suspens&atilde;o do sistema.</P>

<P><B>Dica</B> Per&iacute;odos mais curtos ajudar&atilde;o a conservar as baterias.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="device_power_status"></A><B>Verificar os n&iacute;veis de energia dos dispositivos do sistema</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Energia e selecione a guia <B>Status do Dispositivo</B>.
</OL>

<P><B>Observa&ccedil;&atilde;o</B> Se a guia Status do Dispositivo n&atilde;o for exibida, ent&atilde;o o gerenciamento de energia passiva est&aacute; ativado. Consulte <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar dispositivo para desligar quando estiver ocioso</A> para obter as configura&ccedil;&otilde;es do gerenciamento de energia passiva.</P>

<P>Todos os componentes do dispositivo que tiverem o gerenciamento de energia ativa ativado ser&atilde;o exibidos na coluna esquerda com o n&iacute;vel de energia atual na coluna direita. O n&iacute;vel de energia ir&aacute; variar de &quot;Alto (D0)&quot;, significando que o dispositivo est&aacute; no n&iacute;vel de energia mais alto, at&eacute; &quot;Desligado (D4)&quot;, significando que o dispositivo est&aacute; no n&iacute;vel de energia mais baixo.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- PegHelp --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<P><A NAME="adjust_the_language_settings"></A> <A NAME="modifying_regional_settings"></A><B>Configura&ccedil;&otilde;es regionais e de idioma</B></P>

<P>Use as configura&ccedil;&otilde;es regionais e de idioma para definir as op&ccedil;&otilde;es de idioma e regi&atilde;o:<br><br> <A HREF="ctpnl.htm#regional_settings">Configura&ccedil;&otilde;es regionais</A> <br> <A HREF="ctpnl.htm#input_language">Idioma de entrada</A><br> <A HREF="ctpnl.htm#user_interface_language">Idioma da interface do usu&aacute;rio</A><br></p>
<p> Para abrir as configura&ccedil;&otilde;es regionais e de idioma, selecione <b>Iniciar &gt; Configura&ccedil;&otilde;es &gt; Painel de Controle</b> e clique duas vezes em <b>Configura&ccedil;&otilde;es Regionais e de Idioma</b>.



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->


<P><A NAME="regional_settings"></A><B>Configura&ccedil;&otilde;es regionais</B></P>
<p>Use as Configura&ccedil;&otilde;es Regionais para controlar o formato de n&uacute;meros, moeda e datas ou hora.</p>
<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone <b>Configura&ccedil;&otilde;es Regionais e de Idioma</b>.
<LI>Selecione a guia <b>Configura&ccedil;&otilde;es Regionais</b>.
<li>Selecione a localidade na lista suspensa.
<LI>Para alterar os formatos usados para n&uacute;meros, moeda e datas ou hora, selecione o bot&atilde;o <b>Personalizar</b>.
<li>Na caixa de di&aacute;logo <b>Personalizar Configura&ccedil;&otilde;es Regionais</b>, selecione as op&ccedil;&otilde;es que deseja usar.
</OL>
<br> <B>Consulte tamb&eacute;m</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Configura&ccedil;&otilde;es regionais e de idioma</A><BR> <A HREF="ctpnl.htm#input_language">Idioma de entrada</A><BR> <A HREF="ctpnl.htm#user_interface_language">Idioma da interface do usu&aacute;rio</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="user_interface_language"></A><B>Idioma da interface do usu&aacute;rio</B><BR><UL></UL>
<P>O idioma da interface do usu&aacute;rio &eacute; aquele exibido em menus, caixas de di&aacute;logo e mensagens de alerta. </P>
<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone <b>Configura&ccedil;&otilde;es Regionais e de Idioma</b>.
<LI>Selecione a guia <B>Idioma da Interface do Usu&aacute;rio</B>.
<li>Na lista suspensa, selecione o idioma desejado. <br>
</OL>
<P><b> OBSERVA&Ccedil;&Atilde;O:</b> a configura&ccedil;&atilde;o do idioma da interface do usu&aacute;rio exige a reinicializa&ccedil;&atilde;o do dispositivo. <br>Para evitar perda de dados, &eacute; melhor alterar o idioma da interface do usu&aacute;rio apenas na configura&ccedil;&atilde;o inicial do dispositivo.
</P>
<B>Consulte tamb&eacute;m</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Configura&ccedil;&otilde;es regionais e de idioma</A><BR> <A HREF="ctpnl.htm#regional_settings">Configura&ccedil;&otilde;es regionais</A><BR> <A HREF="ctpnl.htm#input_language">Idioma de entrada</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* --> <A NAME="input_language"></A><B>Idioma de entrada</B><BR><UL></UL>
<P>O idioma de entrada &eacute; o idioma do teclado ou do Editor do M&eacute;todo de Entrada que voc&ecirc; usa para inserir informa&ccedil;&otilde;es no dispositivo. </P>
<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone <b>Configura&ccedil;&otilde;es Regionais e de Idioma</b>.
<LI>Selecione a guia <B>Idioma de Entrada</B>.
<LI>Selecione o idioma padr&atilde;o na lista suspensa <b>Idioma de Entrada Padr&atilde;o</b>. &Eacute; o idioma de entrada que voc&ecirc; deseja usar ao iniciar o dispositivo. 
<li>Selecione os idiomas que voc&ecirc; planeja usar na lista <b>Idioma de Entrada Instalado</B>. Desmarque a caixa de sele&ccedil;&atilde;o dos idiomas que n&atilde;o deseja usar.
</OL>
<p><b> OBSERVA&Ccedil;&Atilde;O:</b> a altera&ccedil;&atilde;o do idioma de entrada exige a reinicializa&ccedil;&atilde;o do dispositivo. Para evitar perda de dados, &eacute; melhor alterar o idioma de entrada padr&atilde;o apenas na configura&ccedil;&atilde;o inicial do dispositivo.</p> 
<B>Consulte tamb&eacute;m</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Configura&ccedil;&otilde;es regionais e de idioma</A><BR> <A HREF="ctpnl.htm#regional_settings">Configura&ccedil;&otilde;es regionais</A><BR> <A HREF="ctpnl.htm#user_interface_language">Idioma da interface do usu&aacute;rio</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="removing_programs"></A><B>Remover programas</B></P><UL></UL>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Remover programas.
<LI>A partir da lista <B>Programas</B>, selecione o programa a remover.
<LI>Selecione <B>Remover</B>.
</OL>

<P><B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Voc&ecirc; poder&aacute; remover somente programas instalados em RAM.
<LI>Se voc&ecirc; n&atilde;o conseguir remover um programa, consulte a Ajuda de Servi&ccedil;os para Windows CE de seu dispositivo ou a documenta&ccedil;&atilde;o do programa para obter mais informa&ccedil;&otilde;es.
</UL></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_keyboard_and_stylus_settings"></A><B>Caneta</B></P><UL></UL>


<A HREF="ctpnl.htm#recalibrate_the_stylus">Recalibrar a tela sens&iacute;vel ao toque</A><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">Ajustar a taxa de toque duplo da caneta</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="recalibrate_the_stylus"></A><B>Recalibrar a tela sens&iacute;vel ao toque</B><UL></UL>

<P>No Assistente de Boas-vindas, voc&ecirc; tocou um alvo com a caneta para definir a quantidade de press&atilde;o necess&aacute;ria para a tela responder aos toques da caneta. Se o dispositivo n&atilde;o estiver respondendo adequadamente aos toques:</P>

<UL>
<LI>Pressione CTRL+ALT+ + (tecla de sinal de mais) para abrir o Assistente de Boas-vindas. Siga as instru&ccedil;&otilde;es na tela.
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">Ajustar a taxa de toque duplo da caneta</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_stylus_double_tap_rate"></A><B>Ajustar a taxa de toque duplo da caneta</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Caneta.
<LI>Na guia <B>Toque duplo</B>, toque duas vezes na grade do tabuleiro de damas em uma velocidade confort&aacute;vel.
<LI>Toque duas vezes na t&aacute;bua para testar as configura&ccedil;&otilde;es.
</OL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">Recalibrar a tela sens&iacute;vel ao toque</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_memory_and_power_settings"></A><B>Sistema</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Ajustar a aloca&ccedil;&atilde;o de RAM</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Programas localizados na ROM</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_memory_to_power_ratio"></A><B>Ajustar a aloca&ccedil;&atilde;o de RAM</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Sistema.
<LI>Na guia <B>Mem&oacute;ria</B>, mova o controle deslizante para alocar mais mem&oacute;ria a programas ou para armazenamento.<BR>Se n&atilde;o houver espa&ccedil;o suficiente para um arquivo, aumente a quantidade de mem&oacute;ria para armazenamento.<BR>Se seu dispositivo m&oacute;vel estiver funcionando lentamente, tente aumentar a quantidade de mem&oacute;ria para programas.
</OL>

<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>A reinicializa&ccedil;&atilde;o do dispositivo pode disponibilizar mais mem&oacute;ria de armazenamento ou para programas. Se voc&ecirc; continuar tendo problemas de mem&oacute;ria, reinicialize o dispositivo conforme descrito na documenta&ccedil;&atilde;o do fabricante.
<LI>A guia <B>Geral</B> fornece informa&ccedil;&otilde;es gerais sobre as configura&ccedil;&otilde;es de hardware e software em seu dispositivo.
<LI>Um m&aacute;ximo de 16 MB de RAM pode ser alocado para os arquivos.
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configurar dispositivo para desligar quando estiver ocioso</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Programas localizados na ROM</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="programs_located_in_rom"></A><B>Programas localizados na ROM</B><UL></UL>

<P>Os programas vendidos com seu dispositivo m&oacute;vel est&atilde;o localizados na ROM e permanecer&atilde;o ap&oacute;s uma reinicializa&ccedil;&atilde;o total. Os programas que voc&ecirc; instala em seu dispositivo estar&atilde;o localizados na RAM e precisar&atilde;o ser reinstalados ap&oacute;s uma reinicializa&ccedil;&atilde;o total. Se voc&ecirc; tiver problemas ao reinstalar os programas, ajuste a aloca&ccedil;&atilde;o de RAM.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Ajustar a aloca&ccedil;&atilde;o de RAM</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="cp_menu"></A><B>Barra de tarefas e menu Iniciar</B></P><UL></UL>

<A HREF="ctpnl.htm#hide_the_taskbar">Ocultar a barra de tarefas</A><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">Alterar configura&ccedil;&otilde;es da barra de tarefas</A><BR> <a href="ctpnl.htm#expand_the_control_panel">Expandir o menu Iniciar</a><br> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="hide_the_taskbar"></A><B>Ocultar a barra de tarefas</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Barra de Tarefas</B> &gt; <B>Barra de Tarefas e Menu Iniciar</B>.
<LI>Selecione <B>Ocultar automaticamente</B>.
</OL>

<UL>
<LI>Para exibir a barra de tarefas, selecione a barra horizontal estreita na parte inferior da janela. Para ocultar a barra de tarefas novamente, toque ou clique fora da barra de tarefas.
</UL>

<P><B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">Alterar configura&ccedil;&otilde;es da barra de tarefas</A><BR> <A HREF="wince.htm#reading_taskbar_icons">Entendendo os &iacute;cones da barra de tarefas</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_taskbar_settings"></A><B>Alterar configura&ccedil;&otilde;es da barra de tarefas</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Barra de Tarefas e Menu Iniciar</B>.
<LI>Selecione as op&ccedil;&otilde;es desejadas.
</OL>

<P><B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#hide_the_taskbar">Ocultar a barra de tarefas</A><BR> <A HREF="wince.htm#reading_taskbar_icons">Entendendo os &iacute;cones da barra de tarefas</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* --> <A name="expand_the_control_panel"></a><b>Expandir o menu Iniciar</b><br>
<ul></ul>
Voc&ecirc; pode configurar o menu <b>Iniciar</b> para exibir um menu com todas as op&ccedil;&otilde;es dispon&iacute;veis nos miniaplicativos do <b>Painel de Controle</b>.
<ol>
<li>Selecione <b>Iniciar</b> &gt; <b>Configura&ccedil;&otilde;es</b> &gt; <b>Barra de Tarefas e Menu Iniciar...</b>
<li>Selecione a guia <b>Avan&ccedil;ado</b>.
<li>Marque <b>Expandir Painel de Controle</b>.
<li> Selecione <b>OK</b>.
</ol>
<p>Na pr&oacute;xima vez em que usar o menu <b>Iniciar</b>, voc&ecirc; poder&aacute; exibir todas as op&ccedil;&otilde;es de menu do <b>Painel de Controle</b>.
<ul></ul>
<b> Consulte tamb&eacute;m</b><br> <A href="ctpnl.htm#Main_Contents">Configura&ccedil;&otilde;es do Painel de Controle</a>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->


<P><A NAME="adjusting_volume_and_sounds"></A><B>Volume e sons</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off">Ajustar volume e sons</A><BR> <A HREF="ctpnl.htm#change_event_sounds">Alterar os sons dos eventos</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_volume_and_turn_sounds_on_or_off"></A><B>Ajustar volume e sons</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Volume e sons.
<LI>Na guia <B>Volume</B>, selecione as op&ccedil;&otilde;es desejadas.
</OL>

<P><B>Dica</B> Desativar os sons economiza energia e prolonga a dura&ccedil;&atilde;o da bateria.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#change_event_sounds">Alterar os sons dos eventos</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->



<A NAME="change_event_sounds"></A><B>Alterar os sons dos eventos</B>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Volume e sons e selecione a guia <B>Som</B>.
<LI>A partir da lista <B>Nome do evento</B>, selecione um evento.
<LI>A partir da lista <B>Som do evento</B>, selecione um som.<BR>Para remover um som do evento selecionado, selecione <B>Nenhum</B>.
<LI>Para salvar as altera&ccedil;&otilde;es em um esquema diferente, selecione <B>Salvar como</B> e informe um nome para ele.<BR>Para excluir um esquema de sons, selecione-o na lista e selecione <B>Excluir</B>.
</OL>

<P><B>Dica</B> Para desativar rapidamente todos os sons de eventos, selecione <B>Nenhum som</B> na lista <B>Esquema</B>.</P><UL></UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off"> Ajustar volume e sons </A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* --> <A NAME="managing_certificate_stores"></A><B>Gerenciando certificados digitais</B><BR><UL></UL>

<P>Certificados s&atilde;o utilizados por alguns aplicativos para estabelecer confian&ccedil;a e comunica&ccedil;&otilde;es seguras. Os certificados s&atilde;o assinados e emitidos por autoridades certificadoras e s&atilde;o v&aacute;lidos por um tempo determinado. O Windows CE gerencia v&aacute;rios armazenamentos de certificados.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B>.
<LI>Abra o &iacute;cone Certificados.
<LI>Na guia <B>Armazenamentos</B>, selecione o armazenamento de certificados a exibir ou modificar a partir da lista suspensa. O armazenamento <B>Autoridades de confian&ccedil;a</B> relaciona os principais certificados das autoridades em que voc&ecirc; confia. O armazenamento <B>Meus certificados</B> cont&eacute;m seus certificados pessoais, que voc&ecirc; usa para identificar a si mesmo. Autoridades certificadoras intermedi&aacute;rias que ajudam a estabelecer uma cadeia de confian&ccedil;a s&atilde;o armazenadas em <B>Outras autoridades</B>.
<LI>Para incluir um certificado ou chave particular associada no armazenamento selecionado, selecione <B>Importar</B>.
<LI>Para exibir mais detalhes do certificado selecionado, como o nome por extenso ou a data de validade, escolha <B>Exibir</B>.
<LI>Para excluir o certificado selecionado do armazenamento, escolha <B>Remover</B>.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* -->

<P><A NAME="storage_manager"></A><B>Gerenciador de armazenamento</B></P><UL></UL>

<A HREF="ctpnl.htm#manage_disks">Gerenciar dispositivos de armazenamento</A><BR> <A HREF="ctpnl.htm#manage_partitions">Gerenciar parti&ccedil;&otilde;es de disco</A><BR> <A HREF="ctpnl.htm#create_partition">Criando uma nova parti&ccedil;&atilde;o</A><BR> <A HREF="ctpnl.htm#advanced_partition">Recursos avan&ccedil;ados de parti&ccedil;&atilde;o</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_disks"></A><B>Gerenciar dispositivos de armazenamento</B></P><UL></UL>

<P>Os dispositivos de armazenamento dispon&iacute;veis s&atilde;o relacionados por nome na caixa suspensa. Para exibir informa&ccedil;&otilde;es sobre o disco ou executar opera&ccedil;&otilde;es de armazenamento, selecione um dispositivo da lista.</P>

<UL>
<LI>Para desmontar todas as parti&ccedil;&otilde;es do dispositivo de armazenamento selecionado, selecione <b>Desmontar</B>.</LI>
<LI>Para formatar a tabela de parti&ccedil;&otilde;es, selecione <B>Formatar</B>. N&atilde;o ser&aacute; poss&iacute;vel formatar a tabela de parti&ccedil;&otilde;es se houver parti&ccedil;&otilde;es montadas no dispositivo de armazenamento.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_partitions"></A><B>Gerenciar parti&ccedil;&otilde;es de disco</B></P><UL></UL>

<P>As parti&ccedil;&otilde;es dispon&iacute;veis no dispositivo de armazenamento selecionado s&atilde;o relacionadas na caixa de listagem.</P>

<UL>
<LI>Para criar uma nova parti&ccedil;&atilde;o no dispositivo de armazenamento, selecione <B>Novo</B>.</LI>
<LI>Para excluir uma parti&ccedil;&atilde;o do dispositivo de armazenamento, selecione <B>Excluir</B>. N&atilde;o &eacute; poss&iacute;vel excluir parti&ccedil;&otilde;es montadas.</LI>
<LI>Para exibir as informa&ccedil;&otilde;es de uma parti&ccedil;&atilde;o ou executar recursos avan&ccedil;ados de parti&ccedil;&atilde;o, como formata&ccedil;&atilde;o, selecione <B>Propriedades</B>.</LI>
</UL>

<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#create_partition">Criando uma nova parti&ccedil;&atilde;o</A><BR> <A HREF="ctpnl.htm#advanced_partition">Recursos avan&ccedil;ados de parti&ccedil;&atilde;o</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="create_partition"></A><B>Criando uma nova parti&ccedil;&atilde;o</B></P><UL></UL>

<OL>
<LI>Para criar uma nova parti&ccedil;&atilde;o, selecione um dispositivo de armazenamento e selecione <B>Novo</B>.
<LI>Digite o nome da nova parti&ccedil;&atilde;o.</LI>
<LI>Informe o tamanho (em setores) da nova parti&ccedil;&atilde;o ou marque a caixa <B>Usar todo o espa&ccedil;o dispon&iacute;vel em disco</B>.</LI>
<LI>Selecione <B>OK</B> para criar a parti&ccedil;&atilde;o ou <B>X</B> para cancelar.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="advanced_partition"></A><B>Recursos avan&ccedil;ados de parti&ccedil;&atilde;o</B></P><UL></UL>

<P>Para exibir as op&ccedil;&otilde;es avan&ccedil;adas de parti&ccedil;&atilde;o, selecione uma parti&ccedil;&atilde;o e selecione <B>Propriedades</B>.</P>

<UL>
<LI>Para montar uma parti&ccedil;&atilde;o desmontada, selecione <B>Montar</B>.</LI>
<LI>Para desmontar uma parti&ccedil;&atilde;o montada, selecione <B>Desmontar</B>.</LI>
<LI>Para formatar uma parti&ccedil;&atilde;o, selecione <B>Formatar</B>.</LI>
<LI>Para verificar e reparar um parti&ccedil;&atilde;o, selecione <B>Verificar</B>.</LI>
<LI>Para desfragmentar uma parti&ccedil;&atilde;o, selecione <B>Desfragmentar</B>.</LI>
</UL>

<B>Observa&ccedil;&otilde;es</B>
<UL>
<LI>Dependendo do sistema de arquivos da parti&ccedil;&atilde;o, as op&ccedil;&otilde;es <B>Formatar</B>, <B>Verificar</B> e <B>Desfragmentar</B> talvez n&atilde;o estejam dispon&iacute;veis. O comportamento desses recursos varia de acordo com a implementa&ccedil;&atilde;o da biblioteca do utilit&aacute;rio do sistema de arquivos.
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="bluetooth"></A><B>Bluetooth</B></P><UL></UL>

<P>Use o Bluetooth no Painel de Controle para encontrar e gerenciar dispositivos Bluetooth.</P>

<A HREF="ctpnl.htm#bt_scanning_for_device">Examinando dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autentica&ccedil;&atilde;o de dispositivo</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Remover dispositivo da lista de confi&aacute;veis</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Ativando um dispositivo</A><BR>

<P><B>Observa&ccedil;&atilde;o</B> Para abrir o Bluetooth, selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Bluetooth</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_scanning_for_device"></A><B>Examinando dispositivos Bluetooth</B></P><UL></UL>
<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Bluetooth</B>.
<LI>Pressione o bot&atilde;o <b>Examinar Dispositivo</b>. Isso iniciar&aacute; o processo de pesquisa. Se a pesquisa encontrar um dispositivo Bluetooth nas proximidades, ele ser&aacute; adicionado &agrave; caixa de listagem <b>N&atilde;o Confi&aacute;vel</b>.
<li>Voc&ecirc; poder&aacute; ent&atilde;o selecionar os dispositivos com os quais deseja ter uma rela&ccedil;&atilde;o de confian&ccedil;a. Para obter informa&ccedil;&otilde;es sobre autentica&ccedil;&atilde;o de dispositivos para uma rela&ccedil;&atilde;o de confian&ccedil;a, consulte <a href="ctpnl.htm#bt_device_authentication">Autentica&ccedil;&atilde;o de dispositivo.</a> 
</OL>
<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autentica&ccedil;&atilde;o de dispositivo</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Remover dispositivo da lista de confi&aacute;veis</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Ativando um dispositivo</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_device_authentication"></A><B>Autentica&ccedil;&atilde;o de dispositivo</B></P><UL></UL>
<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Bluetooth</B>. 
<LI>Na caixa de listagem <b>N&atilde;o Confi&aacute;vel</b>, clique no dispositivo que deseja autenticar.
<LI>Clique no bot&atilde;o &quot;--&gt;&quot;. Se o dispositivo precisar de autoriza&ccedil;&atilde;o, ser&aacute; exibida uma caixa de di&aacute;logo solicitando o PIN (n&uacute;mero de identifica&ccedil;&atilde;o pessoal) dele. O dispositivo ser&aacute; movido para a caixa de listagem <b>Confi&aacute;vel</b> caso seja autorizado com &ecirc;xito.
</OL>
<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Examinando dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Remover dispositivo da lista de confi&aacute;veis</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Ativando um dispositivo</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_remove_device"></A><B>Remover dispositivo da lista de confi&aacute;veis</B></P><UL></UL>
<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Bluetooth</B>. 
<LI>Na caixa de listagem <b>Confi&aacute;vel</b>, clique no dispositivo que deseja remover.
<LI>Clique no bot&atilde;o &quot;&lt;--&quot; para tornar o dispositivo <b>N&atilde;o Confi&aacute;vel</b>.
<LI>Clique no bot&atilde;o <b>DEL</b> para excluir a entrada e remov&ecirc;-la da mem&oacute;ria cache.
</OL>
<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Examinando dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autentica&ccedil;&atilde;o de dispositivo</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Ativando um dispositivo</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_make_device_active"></A><B>Ativando um dispositivo</B></P><UL></UL>

<P>Para cada classe de dispositivo, somente um deles pode ser marcado como ativo e usado como padr&atilde;o.</P>

<OL>
<LI>Selecione <B>Iniciar</B> &gt; <B>Configura&ccedil;&otilde;es</B> &gt; <B>Painel de Controle</B> e clique duas vezes em <B>Bluetooth</B>. 
<LI>Na caixa de listagem <b>Confi&aacute;vel</b>, clique com o bot&atilde;o direito no dispositivo cujo status deseja alterar para <b>Ativo</b>.
<LI>Na lista pop-up, selecione <b>Ativo</b> para tornar o dispositivo ativo.
</OL>
<B>Consulte tamb&eacute;m</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Examinando dispositivos Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Autentica&ccedil;&atilde;o de dispositivo</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Remover dispositivo da lista de confi&aacute;veis</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<A NAME="index"></A><B>&Iacute;ndice</B><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">acessibilidade</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Bluetooth, autentica&ccedil;&atilde;o de dispositivo</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Bluetooth, tornando um dispositivo ativo</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Bluetooth, remover dispositivo da lista de confi&aacute;veis</A><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Bluetooth, examinando dispositivos</A><BR>

<A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">baterias, suspens&atilde;o autom&aacute;tica</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">baterias, conserva&ccedil;&atilde;o</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">baterias, conservando baterias</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">baterias, modo de dormir</A><BR> <A HREF="ctpnl.htm#managing_certificate_stores">certificados</A><BR>

<A HREF="ctpnl.htm#adjust_pc_connection_settings">conex&atilde;o, configura&ccedil;&otilde;es do PC</A><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">conex&atilde;o, configura&ccedil;&otilde;es do local de discagem</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">conex&atilde;o, configura&ccedil;&otilde;es do padr&atilde;o de discagem</A><BR>

<A HREF="ctpnl.htm#recalibrate_the_stylus">dispositivo, calibrando a caneta</A><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">dispositivo, recalibrando a caneta</A><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">dispositivo, taxa de toque duplo</A><BR> <A HREF="ctpnl.htm#mousesettings">dispositivo, configura&ccedil;&otilde;es do mouse</A><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">dispositivo, configura&ccedil;&otilde;es da barra de tarefas</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">dispositivo, configura&ccedil;&atilde;o de data</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">dispositivo, configura&ccedil;&atilde;o de hora</A><BR> <A HREF="ctpnl.htm#hide_the_taskbar">dispositivo, mostrar/ocultar a barra de tarefas</A><BR> <A HREF="ctpnl.htm#change_event_sounds">sons do dispositivo, eventos</A><BR> <A HREF="ctpnl.htm#change_event_sounds">sons do dispositivo, alterando</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">sons do dispositivo, ativar/desativar</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">sons do dispositivo, volume</A><BR> <A HREF="ctpnl.htm#storage_manager">armazenamento do dispositivo, dispositivos de armazenamento</A><BR>

<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">mem&oacute;ria, ajustar a aloca&ccedil;&atilde;o de RAM</A><BR>




<A HREF="ctpnl.htm#change_the_device_name">propriet&aacute;rio, nome do dispositivo</A><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">propriet&aacute;rio, identifica&ccedil;&atilde;o do propriet&aacute;rio</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">propriet&aacute;rio, senha do dispositivo</A><BR>

<A HREF="ctpnl.htm#programs_located_in_rom">programas, em ROM</A><BR> <A HREF="ctpnl.htm#removing_programs">programas, removendo programas</A><BR>






<!-- PegHelp -->
</BODY>
</HTML>
