<!--
Copyright (c) Microsoft Corporation.  All rights reserved.
-->
<!--
Use of this sample source code is subject to the terms of the Microsoft
license agreement under which you licensed this sample source code. If
you did not accept the terms of the license agreement, you are not
authorized to use this sample source code. For the terms of the license,
please see the license agreement between you and Microsoft or, if applicable,
see the LICENSE.RTF on your install media or the root of your tools installation.
THE SAMPLE SOURCE CODE IS PROVIDED "AS IS", WITH NO WARRANTIES.
-->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">
<TITLE>Aide sur les param&egrave;tres</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF" TEXT="#000000">
<!-- PegHelp -->

<P><A NAME="Main_Contents"></A><B>Aide des param&egrave;tres du Panneau de configuration</B></P><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">Accessibilit&eacute;</A><BR> <A HREF="ctpnl.htm#bluetooth">Bluetooth</A><BR> <A HREF="ctpnl.htm#managing_certificate_stores">Certificats</A><BR> <A HREF="ctpnl.htm#modifying_communications_settings">Communications</A><BR> <A HREF="ctpnl.htm#setting_the_date_and_time">Date et heure</A><BR> <A HREF="ctpnl.htm#device_management">Gestion de l'appareil</A><BR> <A HREF="ctpnl.htm#dialing">Num&eacute;rotation</A><BR> <A HREF="ctpnl.htm#background">Affichage</A><BR> <a href="ctpnl.htm#sip_info">Panneau de saisie</a><br> <a href="ctpnl.htm#input_language">Langue d'entr&eacute;e</a><br> <A HREF="ctpnl.htm#adjusting_keyboard_settings">Clavier</A><BR> <A HREF="ctpnl.htm#mousesettings">Souris</A><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propri&eacute;taire</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Mot de passe</A><BR> <A HREF="ctpnl.htm#power">Alimentation</A><BR> <A HREF="ctpnl.htm#modifying_regional_settings">Param&egrave;tres r&eacute;gionaux et linguistiques</A><BR> <A HREF="ctpnl.htm#regional_settings">Param&egrave;tres r&eacute;gionaux</A><BR> <A HREF="ctpnl.htm#removing_programs">Suppression de programmes</A><BR> <A HREF="ctpnl.htm#adjusting_keyboard_and_stylus_settings">Stylet</A><BR> <A HREF="ctpnl.htm#adjusting_memory_and_power_settings">Syst&egrave;me</A><BR> <A HREF="ctpnl.htm#cp_menu">Barre de t&acirc;ches et menu D&eacute;marrer</A><BR> <A HREF="ctpnl.htm#user_interface_language">Langue de l'interface utilisateur</A><BR> <A HREF="ctpnl.htm#adjusting_volume_and_sounds">Volume et sons</A><BR> <A HREF="ctpnl.htm#storage_manager">Gestionnaire de stockage</A><BR> <A HREF="ctpnl.htm#index">Index</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="accessibility_settings"></A><B>Accessibilit&eacute;</B></P><UL></UL>

<P>Utilisez Accessibilit&eacute; dans le Panneau de configuration pour personnaliser le fonctionnement du clavier, de l'&eacute;cran ou de la souris.</P>
<P>Les outils d'accessibilit&eacute; ont plusieurs fonctions.</P>

<A HREF="ctpnl.htm#stickyKeys_settings">Touches r&eacute;manentes</A><BR> <A HREF="ctpnl.htm#toggleKeys_settings">Touches bascules</A><BR> <A HREF="ctpnl.htm#soundsentry_settings">Sons visuels</A><BR> <A HREF="ctpnl.htm#highcontrast_settings">Contraste &eacute;lev&eacute;</A><BR> <A HREF="ctpnl.htm#mousekeys_settings">Touches souris</A>

<P><B>Remarque :</B> pour ouvrir Accessibilit&eacute;, s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="stickyKeys_settings"></A><B>Touches r&eacute;manentes</B></P><UL></UL>

<P>Les touches r&eacute;manentes permettent d'effectuer des combinaisons de touches en appuyant sur une touche &agrave; la fois.</P>
<P>Les touches r&eacute;manentes s'adressent aux personnes qui ont des difficult&eacute;s &agrave; appuyer sur deux touches en m&ecirc;me temps. Lorsqu'un raccourci est associ&eacute; &agrave; une combinaison telle que Ctrl+P, les touches r&eacute;manentes permettent d'appuyer sur une touche de modification (Ctrl, Alt ou Maj) ou la touche Windows qui restera active jusqu'&agrave; ce qu'une autre touche soit enfonc&eacute;e.</P>

<P>Pour activer les touches r&eacute;manentes&nbsp;:</P>
<OL>
<LI>Ouvrez Accessibilit&eacute;&nbsp;: s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>. 
<LI>Dans l'onglet <B>Clavier</B>, sous <B>Touches r&eacute;manentes</B>, activez la case &agrave; cocher <B>Utiliser les touches r&eacute;manentes</B>. 
</OL>
<P>Pour d&eacute;sactiver les touches r&eacute;manentes, d&eacute;s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les touches r&eacute;manentes</B>.</P>

<P><B>Remarque&nbsp;:</B> si la case &agrave; cocher <B>Utiliser le raccourci</B> de la bo&icirc;te de dialogue <B>Param&egrave;tres pour les touches r&eacute;manentes</B> est s&eacute;lectionn&eacute;e, vous pouvez activer ou d&eacute;sactiver les touches r&eacute;manentes en appuyant cinq fois sur la touche Maj.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#change_stickyKeys_options">Pour modifier les options des touches r&eacute;manentes</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_stickyKeys_options"></A><B>Pour modifier les options des touches r&eacute;manentes</B></P><UL></UL>

<P>Les touches r&eacute;manentes s'adressent aux personnes qui ont des difficult&eacute;s &agrave; appuyer sur deux touches en m&ecirc;me temps. Lorsqu'un raccourci est associ&eacute; &agrave; une combinaison telle que Ctrl+P, les touches r&eacute;manentes permettent d'appuyer sur une touche de modification (Ctrl, Alt ou Maj) ou la touche Windows qui restera active jusqu'&agrave; ce qu'une autre touche soit enfonc&eacute;e.</P>

<OL>
<LI>Ouvrez Accessibilit&eacute;&nbsp;: s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>. 
<LI>Dans l'onglet <B>Clavier</B>, sous <B>Touches r&eacute;manentes</B>, cliquez sur <B>Param&egrave;tres</B>. Effectuez l'une des op&eacute;rations suivantes&nbsp;:
<UL>
<LI>Pour utiliser le raccourci qui permet d'activer et de d&eacute;sactiver les touches r&eacute;manentes en appuyant cinq fois sur la touche Maj, s&eacute;lectionnez la case &agrave; cocher <B>Utiliser le raccourci</B>.</LI>
<LI>Pour sp&eacute;cifier que les touches de modification (Ctrl, Alt ou Maj) ou la touche Windows doivent rester actives lorsque vous appuyez dessus deux fois de suite, puis devenir inactives si vous appuyez une nouvelle fois sur la touche, s&eacute;lectionnez la case &agrave; cocher <B>Appuyer deux fois sur la touche de modification pour verrouiller</B> sous <B>Options et notification</B>.</LI>
<LI>Pour entendre un signal sonore lorsqu'une touche de modification (Ctrl, Alt ou Maj) ou la touche Windows est activ&eacute;e, verrouill&eacute;e ou rel&acirc;ch&eacute;e, s&eacute;lectionnez la case &agrave; cocher <B>&Eacute;mettre un signal sonore lorsque la touche de modification est press&eacute;e</B>, sous <B>Options et notification</B>.</LI>
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="toggleKeys_settings"></A><B>Touches bascules</B></P><UL></UL>

<P>Les touches bascules &eacute;mettent des sons lorsque certaines touches de verrouillage sont enfonc&eacute;es. </P>
<P>Elles s'adressent aux personnes qui ont des troubles de la vue ou des troubles cognitifs. Lorsque les touches bascules sont activ&eacute;es, l'ordinateur &eacute;met des signaux sonores lorsque les touches de verrouillage (Verr. Maj, Verr. num ou Arr&ecirc;t d&eacute;fil.) sont enfonc&eacute;es. Un son aigu retentit lorsque les touches sont activ&eacute;es, et un son grave lorsqu'elles sont d&eacute;sactiv&eacute;es.</P>

<P>Pour activer les touches bascules&nbsp;:</P>
<OL>
<LI>Ouvrez Accessibilit&eacute;&nbsp;: s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>. 
<LI>Dans l'onglet <B>Clavier</B>, sous <B>Touches bascules</B>, activez la case &agrave; cocher <B>Utiliser les touches bascules</B>. 
</OL>
<P>Pour d&eacute;sactiver les touches bascules, d&eacute;s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les touches bascules</B>.</P>

<B>Remarques</B>
<UL>
<LI>Pour utiliser le raccourci clavier qui permet d'activer et de d&eacute;sactiver les touches bascules en appuyant sur la touche Verr. num pendant huit secondes, cliquez sur <B>Param&egrave;tres</B> sous <B>Touches bascules</B> dans l'onglet <B>Clavier</B>.</LI>
<LI>Si la case &agrave; cocher <B>Utiliser le raccourci</B> de la bo&icirc;te de dialogue <B>Param&egrave;tres pour les touches bascules</B> est s&eacute;lectionn&eacute;e, vous pouvez activer et d&eacute;sactiver les touches bascules en maintenant la touche Verr. num enfonc&eacute;e pendant huit secondes.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="soundsentry_settings"></A><B>Sons visuels</B></P><UL></UL>

<P>Les sons visuels sont des avertissements visuels associ&eacute;s aux sons syst&egrave;me.</P>
<P>Ils s'adressent &agrave; des personnes qui ont du mal &agrave; entendre les sons syst&egrave;me g&eacute;n&eacute;r&eacute;s par l'ordinateur. Vous pouvez ainsi modifier les param&egrave;tres afin de g&eacute;n&eacute;rer des avertissements visuels tels qu'une barre de titre ou une bordure clignotante lorsque l'ordinateur g&eacute;n&egrave;re un son.</P>

<P>Pour activer les sons visuels&nbsp;:</P>
<OL>
<LI>Ouvrez Accessibilit&eacute;&nbsp;: s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>. 
<LI>Dans l'onglet <B>Son</B>, sous <B>Sons visuels</B>, activez la case &agrave; cocher <B>Utiliser les sons visuels</B>. 
</OL>
<P>Pour d&eacute;sactiver les sons visuels, d&eacute;s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les sons visuels</B>.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="highcontrast_settings"></A><B>Contraste &eacute;lev&eacute;</B></P><UL></UL>

<P>Le contraste &eacute;lev&eacute; am&eacute;liore le contraste de l'&eacute;cran avec des couleurs et des polices sp&eacute;cifiques. </P>
<P>Le contraste &eacute;lev&eacute; s'adresse aux personnes qui ont des troubles de la vue. Les mod&egrave;les de couleurs avec un contraste &eacute;lev&eacute; augmentent la lisibilit&eacute; de l'&eacute;cran pour certains utilisateurs en augmentant le contraste de l'&eacute;cran avec des combinaisons de couleurs sp&eacute;cifiques. Certains mod&egrave;les augmentent la taille des polices pour une lecture facilit&eacute;e.</P>

<P>Pour activer le contraste &eacute;lev&eacute;&nbsp;:</P>
<OL>
<LI>Ouvrez Accessibilit&eacute;&nbsp;: s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>. 
<LI>Dans l'onglet <B>Affichage</B>, sous <B>Contraste &eacute;lev&eacute;</B>, activez la case &agrave; cocher <B>Utiliser contraste &eacute;lev&eacute;</B>. 
</OL>
<P>Pour d&eacute;sactiver le contraste &eacute;lev&eacute;, d&eacute;s&eacute;lectionnez la case &agrave; cocher <B>Utiliser contraste &eacute;lev&eacute;</B>.</P>

<P><B>Remarque&nbsp;:</B> si la case &agrave; cocher <B>Utiliser le raccourci</B> de la bo&icirc;te de dialogue <B>Param&egrave;tres pour le contraste &eacute;lev&eacute;</B> est s&eacute;lectionn&eacute;e, vous pouvez activer ou d&eacute;sactiver le contraste &eacute;lev&eacute; en appuyant sur les touches Alt gauche+Maj gauche+Impr &eacute;cran (en fonction des autres param&egrave;tres s&eacute;lectionn&eacute;s dans la bo&icirc;te de dialogue <B>Accessibilit&eacute;</B>). Pour ouvrir la bo&icirc;te de dialogue <B>Param&egrave;tres pour le contraste &eacute;lev&eacute;</B>, ouvrez <B>Accessibilit&eacute;</B>, s&eacute;lectionnez l'onglet <B>Affichage</B>, puis sous <B>Contraste &eacute;lev&eacute;</B>, cliquez sur <B>Param&egrave;tres</B>.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#change_highcontrast_options">Pour modifier les options de contraste &eacute;lev&eacute;</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="change_highcontrast_options"></A><B>Pour modifier les options de contraste &eacute;lev&eacute;</B></P><UL></UL>

<P>Le contraste &eacute;lev&eacute; s'adresse aux personnes qui ont des troubles de la vue. Les mod&egrave;les de couleurs avec un contraste &eacute;lev&eacute; augmentent la lisibilit&eacute; de l'&eacute;cran pour certains utilisateurs en augmentant le contraste de l'&eacute;cran avec des combinaisons de couleurs sp&eacute;cifiques. Certains mod&egrave;les augmentent la taille des polices pour une lecture facilit&eacute;e.</P>

<OL>
<LI>Ouvrez Accessibilit&eacute;&nbsp;: s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>. 
<LI>Dans l'<B>onglet Affichage</B>, sous <B>Contraste &eacute;lev&eacute;</B>, cliquez sur <B>Param&egrave;tres</B>. Effectuez l'une des op&eacute;rations suivantes&nbsp;:
<UL>
<LI>Pour utiliser le raccourci qui vous permet d'activer ou de d&eacute;sactiver le contraste &eacute;lev&eacute; &agrave; l'aide des touches Alt+Maj gauche+Impr &eacute;cran, activez la case <B>Utiliser le raccourci</B>.</LI>
<LI>Pour modifier le mod&egrave;le d'apparence du contraste &eacute;lev&eacute;, s&eacute;lectionnez une option dans <B>Mod&egrave;le de couleurs contraste &eacute;lev&eacute;</B>.
</UL>
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="mousekeys_settings"></A><B>Touches souris</B></P><UL></UL>

<P>Les touches souris permettent d'ex&eacute;cuter les fonctions de la souris au clavier.</P>
<P>Les touches souris s'adressent aux personnes qui ont des difficult&eacute;s &agrave; utiliser une souris. Elles permettent de contr&ocirc;ler le pointeur de la souris &agrave; l'aide du pav&eacute; num&eacute;rique. Si vous souhaitez utiliser le pav&eacute; num&eacute;rique pour saisir des donn&eacute;es ou pour naviguer, vous pouvez d&eacute;finir que les touches souris seront activ&eacute;es par une pression sur Verr. num.</P>

<OL>
<LI>Ouvrez Accessibilit&eacute;&nbsp;: s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Accessibilit&eacute;</B>. 
<LI>Dans l'onglet <B>Souris</B>, sous <B>Touches souris</B>, cliquez sur <B>Param&egrave;tres</B>.
<li>Le cas &eacute;ch&eacute;ant, effectuez les &eacute;tapes suivantes&nbsp;:
<UL>
<LI>Case &agrave; cocher <B>Utiliser le raccourci</B><br>Activez cette case pour utiliser le raccourci qui vous permet d'activer ou de d&eacute;sactiver les touches souris en appuyant sur les touches Alt+Maj gauche+Verr. num.</LI>
<LI>Barre de d&eacute;filement <b>Vitesse maximale</b><br>Faites glisser la barre de d&eacute;filement pour d&eacute;finir la vitesse maximale du d&eacute;placement du pointeur de la souris lorsque vous maintenez enfonc&eacute;e une touche souris de direction.</LI>
<LI>Barre de d&eacute;filement <B>Acc&eacute;l&eacute;ration</B><br>Faites glisser cette barre de d&eacute;filement pour d&eacute;finir la vitesse d'acc&eacute;l&eacute;ration du pointeur de la souris sur son niveau maximal lorsque vous maintenez enfonc&eacute;e une touche souris de direction.</LI>
<LI>Case &agrave; cocher <B>Maintenir la touche Ctrl enfonc&eacute;e pour augmenter la vitesse et Maj pour la diminuer</B><br>Activez cette case pour r&eacute;duire la vitesse du pointeur en enfon&ccedil;ant la touche Maj et pour augmenter la vitesse du pointeur en enfon&ccedil;ant la touche Ctrl tout en appuyant sur les touches souris de direction.</LI>
<LI><B>Utiliser les touches souris lorsque Verr. num est</b><br><b>D&eacute;sactiv&eacute;</b> pour passer des touches souris au pav&eacute; num&eacute;rique standard en appuyant sur Verr. num apr&egrave;s avoir utilis&eacute; le pav&eacute; num&eacute;rique pour l'entr&eacute;e de donn&eacute;es<br> <B>Activ&eacute;</B> si vous utilisez principalement le pav&eacute; num&eacute;rique &agrave; des fins de navigation.</LI>
</UL>
</OL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Pour activer les touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes"> Pour activer les touches souris &agrave; l'aide des touches</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Pour cliquer &agrave; l'aide des touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Pour faire glisser &agrave; l'aide des touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Pour d&eacute;placer le pointeur &agrave; l'aide des touches souris</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_turnon"></A><B>Pour activer les touches souris</B></P><UL></UL>

<P>Les touches souris s'adressent aux personnes qui ont des difficult&eacute;s &agrave; utiliser une souris. Elles permettent de contr&ocirc;ler le pointeur de la souris &agrave; l'aide du pav&eacute; num&eacute;rique. Si vous souhaitez utiliser le pav&eacute; num&eacute;rique pour saisir des donn&eacute;es ou pour naviguer, vous pouvez d&eacute;finir que les touches souris seront activ&eacute;es par une pression sur Verr. num.</P>

<P>Pour activer les touches souris&nbsp;:</P>
<OL>
<LI>Ouvrez Accessibilit&eacute;. 
<LI>Dans l'onglet <B>Souris</B>, sous <B>Touches souris</B>, s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les touches souris</B>. 
</OL>
<P>Pour d&eacute;sactiver les touches souris, d&eacute;s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les touches souris</B>.</P>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes"> Pour activer les touches souris &agrave; l'aide des touches</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_keystrokes"></A><B>Pour activer les touches souris &agrave; l'aide des touches</B></P><UL></UL>

<OL>
<LI>Appuyez sur <b> Alt gauche + Maj gauche + Verr. num</b>.
<LI>Dans la bo&icirc;te de dialogue des messages des touches souris, appuyez sur Espace pour d&eacute;s&eacute;lectionner la case &agrave; cocher <B>D&eacute;sactiver le raccourci clavier pour cette fonctionnalit&eacute; d'accessibilit&eacute;</B>.
<LI>Appuyez sur <b>Tab</b>, puis sur <b>Entr&eacute;e</b>.
</OL>

<P>Si vous ne parvenez pas &agrave; activer ainsi les touches souris, proc&eacute;dez comme suit.</P>
<OL>
<LI>Ouvrez <b>Accessibilit&eacute;</b>.
<LI>Appuyez sur <b>Ctrl+Tab</b> jusqu'&agrave; ce que l'onglet <B>Souris</B> soit s&eacute;lectionn&eacute;.
<LI>Pour s&eacute;lectionner <B>Utiliser les touches souris</B>, appuyez sur Espace.
<LI>Appuyez deux fois sur <b>Tab</b> pour s&eacute;lectionner <B>OK</B>, puis appuyez sur Entr&eacute;e. 
</OL>

<B>Remarques</B>
<UL>
<LI>Pour modifier les param&egrave;tres des touches souris, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B>. 
<LI>Si la case &agrave; cocher <B>Utiliser le raccourci</B> de la bo&icirc;te de dialogue <B>Param&egrave;tres pour les touches souris</B> est s&eacute;lectionn&eacute;e, vous pouvez activer ou d&eacute;sactiver les touches souris en appuyant sur Alt gauche+Maj gauche+Verr. num.</LI>
</UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Pour activer les touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Pour cliquer &agrave; l'aide des touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Pour faire glisser &agrave; l'aide des touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Pour d&eacute;placer le pointeur &agrave; l'aide des touches souris</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* --> <!-- ************************Topic Break************************* -->
<P><A NAME="access_mousekeys_howtoclick"></A><B>Pour cliquer &agrave; l'aide des touches souris</B></P><UL></UL>

<OL>
<LI>Si les touches souris ne sont pas activ&eacute;es, activez-les. Pour activer les touches souris, ouvrez Accessibilit&eacute;, s&eacute;lectionnez l'onglet <B>Souris</B>, puis s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les touches souris</B>.</LI>
<LI>Utilisez les boutons du pav&eacute; num&eacute;rique pour cliquer, double-cliquer ou cliquer &agrave; l'aide du bouton droit. Si les touches souris ne r&eacute;agissent pas, appuyez sur Verr. num puis essayez de nouveau.<br><br></ol>


<UL><b>IMPORTANT&nbsp;:</b>  le pav&eacute; num&eacute;rique permet d'effectuer toutes les fonctions des touches souris.<br><br>
<LI>Clics avec le bouton gauche
<ul>Pour un clic unique avec le bouton gauche, appuyez sur le signe de division (/) pour activer le bouton gauche, puis appuyez sur 5 pour cliquer.
<LI>Pour un double-clic avec le bouton gauche, appuyez sur le signe de division (/) pour activer le bouton gauche, puis appuyez sur le signe d'addition (+) pour double-cliquer. </ul>
<li>Clics avec le bouton droit
<ul><LI>Pour un clic unique avec le bouton droit, appuyez sur le signe de soustraction (-) pour activer le bouton droit, puis appuyez sur 5 pour cliquer.
<li>Pour un double-clic avec le bouton droit, appuyez sur le signe de soustraction (-) pour activer le bouton droit, puis appuyez sur le signe d'addition (+) pour double-cliquer.</LI></ul>

</UL>


<B>Remarques</B>
<UL>
<LI>Pour cliquer comme si vous appuyiez en m&ecirc;me temps sur les deux boutons de la souris, appuyez sur la touche Ast&eacute;risque (*) du pav&eacute; num&eacute;rique, puis sur 5 pour cliquer ou sur le signe plus (+) pour double-cliquer.</LI>
<LI>Pour revenir au clic standard, appuyez sur la barre oblique (/) de votre pav&eacute; num&eacute;rique. 
<LI>Pour sp&eacute;cifier si Verr. num doit ou non &ecirc;tre activ&eacute;e afin que les touches souris fonctionnent, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B>, puis &agrave; c&ocirc;t&eacute; de <B>Utiliser les touches souris lorsque Verr. num est</B>, cliquez sur <B>Actif</B> ou sur <B>Inactif</B>.</LI> 
<LI>Pour modifier la vitesse du pointeur et son acc&eacute;l&eacute;ration lorsque vous utilisez les touches souris, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B> puis faites glisser les curseurs pour r&eacute;gler la vitesse du pointeur et son acc&eacute;l&eacute;ration.</LI>
<LI>Pour augmenter ou r&eacute;duire temporairement la vitesse du pointeur, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B>, puis s&eacute;lectionnez la case &agrave; cocher <B>Maintenir la touche Ctrl enfonc&eacute;e pour augmenter la vitesse et Maj pour la diminuer</B>.</LI>
</UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Pour activer les touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes"> Pour activer les touches souris &agrave; l'aide des touches</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Pour faire glisser &agrave; l'aide des touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Pour d&eacute;placer le pointeur &agrave; l'aide des touches souris</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtodrag"></A><B>Pour faire glisser &agrave; l'aide des touches souris</B></P><UL></UL>

<OL>
<LI>Si les touches souris ne sont pas activ&eacute;es, activez-les. Pour activer les touches souris, ouvrez Accessibilit&eacute;, s&eacute;lectionnez l'onglet <B>Souris</B>, puis s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les touches souris</B>.</LI>
<LI>Utilisez les boutons du pav&eacute; num&eacute;rique pour glisser-d&eacute;placer les objets. Si les touches souris ne r&eacute;agissent pas, appuyez sur Verr. num puis essayez de nouveau.</LI></ol>
<UL>
<b>IMPORTANT&nbsp;:</b>  le pav&eacute; num&eacute;rique permet d'effectuer toutes les fonctions des touches souris.<br><br>
<LI>Pour d&eacute;placer le pointeur sur l'objet que vous souhaitez d&eacute;placer ou faire glisser vers une nouvelle zone, appuyez sur les touches de direction (2, 4, 6 et 8).</LI>
<li>Pour d&eacute;placer le pointeur vers la gauche, activez la direction &agrave; l'aide du signe de division (/), puis appuyez sur la touche de direction souhait&eacute;e. 
<li> Pour d&eacute;placer le pointeur vers la droite, activez la direction &agrave; l'aide du signe de soustraction (-), puis appuyez sur la touche de direction souhait&eacute;e.
<LI>Pour maintenir enfonc&eacute; le bouton de la souris, appuyez sur la touche <b>INSER</b> (0) sur le pav&eacute; num&eacute;rique.
<LI>Pour rel&acirc;cher le bouton de la souris, appuyez sur la touche <b>SUPPR</b> ('.') sur le pav&eacute; num&eacute;rique. <br><br>Par exemple, pour s&eacute;lectionner un objet et le faire glisser vers la gauche, appuyez sur les touches suivantes dans l'ordre indiqu&eacute;&nbsp;: <br><br> &nbsp;&nbsp;&nbsp;<b>&nbsp; / &nbsp;</b>(activer le bouton gauche) <b> &nbsp; INSER &nbsp;</b>(souris vers le bas)<b> &nbsp;&nbsp; &lt;- &lt;- &lt;-&nbsp;&nbsp;</b>(d&eacute;placer vers la gauche)<b>&nbsp; &nbsp; SUPPR&nbsp; </b>(souris vers le haut)
</uL>

<B>Remarques</B>
<UL>
<LI>Pour sp&eacute;cifier si Verr. num doit ou non &ecirc;tre activ&eacute;e afin que les touches souris fonctionnent, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B>, puis &agrave; c&ocirc;t&eacute; de <B>Utiliser les touches souris lorsque Verr. num est</B>, cliquez sur <B>Actif</B> ou sur <B>Inactif</B>.</LI>
<LI>Pour modifier la vitesse du pointeur et son acc&eacute;l&eacute;ration lorsque vous utilisez les touches souris, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B> puis faites glisser les curseurs pour r&eacute;gler la vitesse du pointeur et son acc&eacute;l&eacute;ration.</LI>
<LI>Pour augmenter ou r&eacute;duire temporairement la vitesse du pointeur, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B>, puis s&eacute;lectionnez la case &agrave; cocher <B>Maintenir la touche Ctrl enfonc&eacute;e pour augmenter la vitesse et Maj pour la diminuer</B>.</LI>
</UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Pour activer les touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes"> Pour activer les touches souris &agrave; l'aide des touches</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Pour cliquer &agrave; l'aide des touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtomove">Pour d&eacute;placer le pointeur &agrave; l'aide des touches souris</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="access_mousekeys_howtomove"></A><B>Pour d&eacute;placer le pointeur &agrave; l'aide des touches souris</B></P><UL></UL>

<OL>
<LI>Si les touches souris ne sont pas activ&eacute;es, activez-les. Pour activer les touches souris, ouvrez Accessibilit&eacute;, s&eacute;lectionnez l'onglet <B>Souris</B>, puis s&eacute;lectionnez la case &agrave; cocher <B>Utiliser les touches souris</B>.</LI>
<LI>Utilisez les boutons du pav&eacute; num&eacute;rique pour d&eacute;placer le pointeur de la souris. Si les touches souris ne r&eacute;agissent pas, appuyez sur Verr. num puis essayez de nouveau.</LI>
<UL>
<LI>Pour d&eacute;placer le pointeur horizontalement ou verticalement, appuyez sur les touches de direction de votre pav&eacute; num&eacute;rique. 
<LI>Pour d&eacute;placer le pointeur diagonalement, appuyez sur 7 (ORIG), 1 (FIN), 9 (PG PR&Eacute;C) ou 3 (PG SUIV) sur le pav&eacute; num&eacute;rique. 
</UL>
</OL>

<B>Remarques</B>
<UL>
<LI>Pour sp&eacute;cifier si Verr. num doit ou non &ecirc;tre activ&eacute;e afin que les touches souris fonctionnent, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B>, puis &agrave; c&ocirc;t&eacute; de <B>Utiliser les touches souris lorsque Verr. num est</B>, cliquez sur <B>Actif</B> ou sur <B>Inactif</B>.</LI>
<LI>Pour modifier la vitesse du pointeur et son acc&eacute;l&eacute;ration lorsque vous utilisez les touches souris, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B> puis faites glisser les curseurs pour r&eacute;gler la vitesse du pointeur et son acc&eacute;l&eacute;ration.</LI>
<LI>Pour augmenter ou r&eacute;duire temporairement la vitesse du pointeur, dans l'onglet <B>Souris</B>, cliquez sur <B>Param&egrave;tres</B>, puis s&eacute;lectionnez la case &agrave; cocher <B>Maintenir la touche Ctrl enfonc&eacute;e pour augmenter la vitesse et Maj pour la diminuer</B>.</LI>
</UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#access_mousekeys_turnon">Pour activer les touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_keystrokes"> Pour activer les touches souris &agrave; l'aide des touches</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtoclick">Pour cliquer &agrave; l'aide des touches souris</A><BR> <A HREF="ctpnl.htm#access_mousekeys_howtodrag">Pour faire glisser &agrave; l'aide des touches souris</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="modifying_communications_settings"></A><B>Communications</B></P><UL></UL>

<A HREF="ctpnl.htm#change_the_device_name">Modification du nom de l'appareil</A><BR> <A HREF="ctpnl.htm#adjust_pc_connection_settings">Configuration du param&egrave;tre de connexion au PC</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_device_name"></A><B>Modification du nom de l'appareil</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Syst&egrave;me.
<LI>Dans l'onglet <B>Nom de l'appareil</B>, entrez un nom d'appareil.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<P><A NAME="adjust_pc_connection_settings"></A><B>Configuration du param&egrave;tre de connexion au PC</B></P><UL></UL>

<P><B>Important</B> Le d&eacute;bit en bauds de votre appareil doit correspondre au d&eacute;bit en bauds de votre PC. Si vous changez le d&eacute;bit en bauds sur un ordinateur, vous devez le changer sur l'autre. Pour plus d'informations sur la modification du d&eacute;bit en bauds de votre PC, consultez l'<B>Aide sur les Services Windows CE</B> sur votre PC.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Double-cliquez sur l'ic&ocirc;ne <B>Connexion du PC</B>.
<li> Assurez-vous que l'option <B>Permettre la connexion avec l'ordinateur de bureau quand l'appareil est joint</B> est s&eacute;lectionn&eacute;e.
<LI>S&eacute;lectionnez <B>Changer</B>.
<LI>S&eacute;lectionnez une connexion ou un d&eacute;bit en bauds diff&eacute;rent.
</OL>



<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">Configuration des param&egrave;tres d'emplacement de num&eacute;rotation</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Configuration des modes de num&eacute;rotation</A><BR> <A HREF="rnetw.htm#Main_Contents">Aide de Connexions r&eacute;seau et &agrave; distance</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ************************Topic Break************************* -->

<P><A NAME="setting_the_date_and_time"></A><B>Configuration de la date et de l'heure</B></P><UL></UL>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Date/Heure.
<LI>Pour d&eacute;finir le mois dans l'onglet Date et Heure, s&eacute;lectionnez les fl&egrave;ches &agrave; c&ocirc;t&eacute; du mois affich&eacute; ou s&eacute;lectionnez le mois &agrave; choisir &agrave; partir de la liste des mois. 
<LI>Pour s&eacute;lectionner la date, choisissez-la dans le calendrier. 
<LI>Pour configurer l'heure, entrez l'heure dans la zone intitul&eacute;e <B>Heure actuelle</B>.
<LI>Pour changer de fuseau horaire, s&eacute;lectionnez-en un dans la liste <B>Fuseau horaire</B>. 
<LI>Choisissez <B>Appliquer</B> ou <B>OK</B> pour que vos param&egrave;tres prennent effet.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* --> <!--

Copyright (c) Microsoft Corporation.  All rights reserved.

-->

<!--

Use of this source code is subject to the terms of the Microsoft end-user

license agreement (EULA) under which you licensed this SOFTWARE PRODUCT.

If you did not accept the terms of the EULA, you are not authorized to use

this source code. For a copy of the EULA, please see the LICENSE.RTF on your

install media.

-->

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<HTML>

<HEAD>

<META HTTP-EQUIV="Htm-Help" CONTENT="ctpnl.htm#Main_Contents">

<TITLE>Aide sur les param&egrave;tres</TITLE>

</HEAD>

<BODY BGCOLOR="#FFFFFF" TEXT="#000000">

 

<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** -->

<!-- ****######################################-->

<!-- ****######################################-->

<!-- ****######################################-->

 

<!-- ************************Topic Break************************* -->

 

<p><A NAME="device_management"></a><b>Gestion de l'appareil</b><br>

<ul></ul>

L'application Gestion de l'appareil de Windows CE vous permet de t&eacute;l&eacute;charger et d'installer de nouveaux progiciels. De plus, l'application Gestion de l'appareil permet &agrave; votre administrateur syst&egrave;me de g&eacute;rer certains aspects de votre appareil.


<ul></ul>

<a href="ctpnl.htm#dm_Provisioning">Configuration de la gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Resetting">Modification des informations de gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Viewing">Affichage des progiciels install&eacute;s et disponibles</a><br>

<a href="ctpnl.htm#dm_Information">Recherche des informations de connexion</a><br>


<ul></ul>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Provisioning"></a><b>Configuration de la gestion de l'appareil</b><br>

<p>Lorsque vous configurez l'application Gestion de l'appareil pour la premi&egrave;re fois, vous vous connectez au serveur de gestion de l'appareil qui t&eacute;l&eacute;chargera et installera tous les nouveaux logiciels sur votre appareil.

<OL>

  <LI>S&eacute;lectionnez <B>D&eacute;marrer &gt; Param&egrave;tres &gt; Panneau de configuration.</B></LI>

  <LI>Cliquez sur l'ic&ocirc;ne <B>Gestion de l'appareil</B>.</LI>

  <LI>Dans la bo&icirc;te de dialogue <b>Gestion de l'appareil</b>, tapez le nom ou l'adresse IP du serveur de gestion de l'appareil. Si vous ne connaissez ni l'un ni l'autre, demandez &agrave; votre administrateur syst&egrave;me.</LI>
  <LI>Si votre organisation utilise des connexions s&eacute;curis&eacute;es (https://), activez la case &agrave; cocher <b>Utiliser une connexion s&eacute;curis&eacute;e</b>.</LI>
  <li>S&eacute;lectionnez <b>Suivant</b> pour &eacute;tablir une connexion avec le serveur de gestion de l'appareil.<br><br> <b>Remarque&nbsp;:</b>&nbsp;lorsque votre appareil se connecte au serveur de gestion de l'appareil, une fen&ecirc;tre Internet Explorer affiche un message de bienvenue. Pour continuer, fermez cette fen&ecirc;tre.</li> 
</OL>


<ol></ol>
<b>Voir aussi</b><br> <A href="ctpnl.htm#device_management">Gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Viewing">Affichage des progiciels install&eacute;s et disponibles</a><br> <a href="ctpnl.htm#dm_Information">Recherche des informations de connexion</a><br> <a href="ctpnl.htm#dm_Resetting">Modification des informations de gestion de l'appareil</a><br>
 
<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>

<!-- ****************Topic Break**************************************************** --> <!-- ****************Topic Break************************************************************* -->
<P><a name="dm_Resetting"></a><b>Modification des informations de gestion de l'appareil</b>
<P> Pour modifier le nom du serveur de gestion de l'appareil ou les param&egrave;tres de connexion&nbsp;:
<ol>
<li>S&eacute;lectionnez le bouton <b>Info</b> dans l'&eacute;cran <b>Programmes disponibles</b>. Un &eacute;cran intitul&eacute; <b>Informations de connexion</b> appara&icirc;t. Cet &eacute;cran indique le nom de votre serveur de gestion d'appareil, le statut de ce serveur, ainsi que d'autres informations importantes.
<li>S&eacute;lectionnez le bouton <b>Configuration</b>. L'&eacute;cran <b>Configuration de la gestion d'appareil</b> appara&icirc;t.
<li>La zone <b>Nom ou adresse IP du serveur</b> permet de modifier le nom ou l'adresse IP du serveur.
<li>Pour modifier le type de connexion utilis&eacute;, activez ou d&eacute;sactivez la case &agrave; cocher <b>Utiliser une connexion s&eacute;curis&eacute;e</b>.
  <li>S&eacute;lectionnez <b>Suivant</b> pour &eacute;tablir une connexion avec le serveur de gestion de l'appareil.<br><br> <b>Remarque&nbsp;:</b>&nbsp;lorsque votre appareil se connecte au serveur de gestion de l'appareil, une fen&ecirc;tre Internet Explorer affiche un message de bienvenue. Pour continuer, fermez cette fen&ecirc;tre.</li> 
</OL>
 
<ol></ol>
<b>Voir aussi</b><br> <A href="ctpnl.htm#device_management">Gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Provisioning">Configuration de la gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Viewing">Affichage des progiciels install&eacute;s et disponibles</a><br>

<BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>
<P><a name="dm_Viewing"></a><b>Affichage des progiciels install&eacute;s et disponibles</b><br>

<ul></ul>

<P>Une simple connexion active au serveur de gestion de l'appareil vous permet de voir tous les progiciels install&eacute;s sur votre appareil ou tous ceux qui sont disponibles.</span> Il s'agit g&eacute;n&eacute;ralement de programmes applicatifs, mais parfois aussi de param&egrave;tres d'appareil ou de fichiers de donn&eacute;es.</p>

<OL>

<LI>S&eacute;lectionnez <B>D&eacute;marrer &gt; Param&egrave;tres &gt; Panneau de configuration</B></LI>

<LI>Cliquez sur l'ic&ocirc;ne <B>Gestion de l'appareil</B>.</LI>

<LI>Si vous &ecirc;tes connect&eacute; au serveur de gestion de l'appareil, la bo&icirc;te de dialogue <b>Gestion de l'appareil</b> s'ouvre avec l'&eacute;cran <b>Programmes disponibles</b> &agrave; l'avant-plan. La liste de programmes que vous pouvez ajouter s'affiche &eacute;galement sur l'&eacute;cran. 
<li>Pour vous assurer que cette liste est mise &agrave; jour, s&eacute;lectionnez le bouton <b>Actualiser</b>. Le syst&egrave;me r&eacute;cup&egrave;re alors la toute derni&egrave;re liste de programmes.
</LI>

<li>Pour afficher les programmes d&eacute;j&agrave; install&eacute;s sur votre appareil, cliquez sur la fl&egrave;che vers le bas &agrave; c&ocirc;t&eacute; du titre <b>Programmes disponibles</b>. La liste de <b>Programmes install&eacute;s</b> appara&icirc;t l'&eacute;cran.<br><br> <b>Remarque&nbsp;:</b><br>pour afficher des informations relatives &agrave; la connexion en cours, s&eacute;lectionnez le bouton <b>Info</b>. Un &eacute;cran intitul&eacute; <b>Informations de connexion</b> appara&icirc;t. Cet &eacute;cran indique le nom de votre serveur de gestion d'appareil, le statut de ce serveur, ainsi que d'autres informations importantes.

</OL>
<ol></ol>
<b>Voir aussi</b><br> <A href="ctpnl.htm#device_management">Gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Provisioning">Configuration de la gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Resetting">Modification des informations de gestion de l'appareil</a><br> <BR CLEAR=ALL><!-- Dev.MgmtHelp --><HR>


<!-- ****************Topic Break************************************************************* -->

<P><a name="dm_Information"></a><b>Recherche des informations de connexion</b>

<p>Pour afficher des informations sur la connexion actuelle au serveur de gestion de l'appareil, s&eacute;lectionnez le bouton <b>Info</b> de l'&eacute;cran <b>Programmes disponibles</b>. Un &eacute;cran intitul&eacute; <b>Informations de connexion</b> appara&icirc;t. Cet &eacute;cran indique le nom de votre serveur de gestion d'appareil, le statut de ce serveur, ainsi que d'autres informations importantes.<br><br> Pour plus d'informations, consultez la rubrique <b><a href="ctpnl.htm#dm_Viewing">Affichage des programmes install&eacute;s et disponibles</a></b>. <br>
<ol></ol>
<b>Voir aussi</b><br> <A href="ctpnl.htm#device_management">Gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Provisioning">Configuration de la gestion de l'appareil</a><br> <a href="ctpnl.htm#dm_Resetting">Modification des informations de gestion de l'appareil</a><br>
 

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<A NAME="dialing"></A><B>Num&eacute;rotation</B><BR><UL></UL>

<A HREF="ctpnl.htm#adjust_dialing_location_settings">Configuration des param&egrave;tres d'emplacement de num&eacute;rotation</A><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Configuration des modes de num&eacute;rotation</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_location_settings"></A><B>Configuration des param&egrave;tres d'emplacement de num&eacute;rotation</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Num&eacute;rotation.
<LI>Dans la liste <B>Lors d'un appel depuis</B>, s&eacute;lectionnez l'emplacement pour lequel vous souhaitez modifier des param&egrave;tres.<BR>Pour cr&eacute;er un nouvel emplacement, s&eacute;lectionnez <B>Nouveau</B>. Entrez le nom de l'emplacement, puis s&eacute;lectionnez <B>OK</B>.
<LI>Entrez ou modifiez l'indicatif local et l'indicatif pays.
<LI>Dans <B>Num&eacute;rotation &agrave; l'aide de</B>, s&eacute;lectionnez <B>Tonalit&eacute;</B> ou <B>Impulsion</B>. La plupart des lignes t&eacute;l&eacute;phoniques sont &agrave; tonalit&eacute;.
<LI>Pour &eacute;viter automatiquement le signal d'appel, activez la case &agrave; cocher <B>D&eacute;sactiver le signal d'appel en composant</B>. Ensuite, s&eacute;lectionnez la s&eacute;quence de nombres appropri&eacute;e dans la liste ou entrez une nouvelle s&eacute;quence.
</OL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#adjust_dialing_patterns">Configuration des modes de num&eacute;rotation</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_dialing_patterns"></A><B>Configuration des modes de num&eacute;rotation</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Num&eacute;rotation, puis s&eacute;lectionnez <B>Modes de num&eacute;rotation</B>.
<LI>En utilisant les codes repris dans cette rubrique, modifiez les modes de num&eacute;rotation.
</OL>

<P><B>Remarques</B>
<UL>
<LI>Si vous devez utiliser des caract&egrave;res autres que ceux repris ici, utilisez l'appel manuel.
<LI>Les tirets et les espaces dans les cha&icirc;nes d'appel ne sont pas pris en compte.
<LI>Certains modems risquent de ne pas r&eacute;pondre aux caract&egrave;res suivants, m&ecirc;me si votre appareil vous laisse les ajouter &agrave; la cha&icirc;ne d'appel.
</UL>

<B>Caract&egrave;res d'appel</B>
<TABLE BORDER=1>
<TR><TD ALIGN=LEFT><B>Pour</B></TD><TD ALIGN=LEFT><B>Entrez</B></TD></TR>
<TR><TD VALIGN=MIDDLE>Composer l'indicatif du pays (sp&eacute;cifi&eacute; par le programme d'appel)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>E</TD></TR>
<TR><TD VALIGN=MIDDLE>Composer l'indicatif local (sp&eacute;cifi&eacute; par le programme d'appel)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>F</TD></TR>
<TR><TD VALIGN=MIDDLE>Composer le num&eacute;ro urbain (sp&eacute;cifi&eacute; par le programme d'appel)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>G</TD></TR>
<TR><TD VALIGN=MIDDLE>Ins&eacute;rer une pause (normalement 2 secondes)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>, (virgule)</TD></TR>
<TR><TD VALIGN=MIDDLE>Attendre la tonalit&eacute; de carte de cr&eacute;dit (sp&eacute;cifi&eacute; par le programme d'appel)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>$ (signe dollar)</TD></TR>
<TR><TD VALIGN=MIDDLE>Attendre la deuxi&egrave;me tonalit&eacute; (normalement utilis&eacute; apr&egrave;s $)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>W</TD></TR>
<TR><TD VALIGN=MIDDLE>Composer par tonalit&eacute; les chiffres suivants</TD><TD ALIGN=CENTER VALIGN=MIDDLE>T</TD></TR>
<TR><TD VALIGN=MIDDLE>Composer par impulsion les chiffres suivants</TD><TD ALIGN=CENTER VALIGN=MIDDLE>P</TD></TR>
<TR><TD VALIGN=MIDDLE>Transf&eacute;rer &agrave; une autre extension (0,5 sec connect&eacute;, 0,5 sec d&eacute;croch&eacute;)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>! (point d'exclamation)</TD></TR>
<TR><TD VALIGN=MIDDLE>Attendre la &laquo;&nbsp;r&eacute;ponse silencieuse&nbsp;&raquo; (normalement indiqu&eacute;e par 6,5 secondes de silence suivies d'une sonnerie)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>@</TD></TR>
<TR><TD VALIGN=MIDDLE>Utiliser des commandes sp&eacute;ciales sur certains syst&egrave;mes (tonalit&eacute; uniquement)</TD><TD ALIGN=CENTER VALIGN=MIDDLE>ABCD ou * ou #</TD></TR>
</TABLE><OL></OL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#adjust_dialing_location_settings">Configuration des param&egrave;tres d'emplacement de num&eacute;rotation</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->


<P><A NAME="background"></A><B>Affichage</B></P><UL></UL>

<A HREF="ctpnl.htm#changing_the_display">S&eacute;lection d'une image d'arri&egrave;re-plan</A><BR> <A HREF="ctpnl.htm#appearance">Modification du mod&egrave;le de couleur du bureau</A><BR> <A HREF="ctpnl.htm#customcolor">Cr&eacute;ation d'un mod&egrave;le de couleur personnalis&eacute;</A><BR> <A HREF="ctpnl.htm#display_backlight_settings">Modification des param&egrave;tres de r&eacute;tro-&eacute;clairage</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="changing_the_display"></A><B>S&eacute;lection d'une image d'arri&egrave;re-plan</B><BR>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Affichage, puis s&eacute;lectionnez l'onglet <B>Arri&egrave;re-plan</B>.
<LI>Dans la liste <B>Image</B>, s&eacute;lectionnez une image que vous souhaitez afficher en arri&egrave;re-plan du bureau. Pour rechercher une image dans un autre dossier, s&eacute;lectionnez <B>Parcourir</B>.
<LI>Pour que l'image recouvre la totalit&eacute; de l'arri&egrave;re-plan, s&eacute;lectionnez <B>Mosa&iuml;que en arri&egrave;re-plan</B>.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="appearance"></A><B>Modification du mod&egrave;le de couleur du bureau</B><UL></UL>

<P>Vous pouvez modifier le mod&egrave;le de couleur du bureau si vous poss&eacute;dez un appareil couleur.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Affichage, puis s&eacute;lectionnez l'onglet <B>Apparence</B>.
<LI>Dans la liste <B>Mod&egrave;le</B>, s&eacute;lectionnez un mod&egrave;le.
<LI>Consultez votre choix dans la zone d'aper&ccedil;u. Si le mod&egrave;le vous convient, s&eacute;lectionnez <B>Appliquer</B>.
</OL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#customcolor">Cr&eacute;ation d'un mod&egrave;le de couleur personnalis&eacute;</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="customcolor"></A><B>Cr&eacute;ation d'un mod&egrave;le de couleur personnalis&eacute;</B><UL></UL>

<P>Vous pouvez modifier le mod&egrave;le de couleur du bureau si vous poss&eacute;dez un appareil couleur.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Affichage, puis s&eacute;lectionnez l'onglet <B>Apparence</B>.
<LI>Dans la liste <B>&Eacute;l&eacute;ment</B>, s&eacute;lectionnez un &eacute;l&eacute;ment d'affichage.
<LI>S&eacute;lectionnez le carr&eacute; noir &agrave; c&ocirc;t&eacute; de la liste <B>&Eacute;l&eacute;ment</B>.
<LI>Dans la liste <B>Couleurs de base</B>, s&eacute;lectionnez une couleur, puis appuyez sur <B>OK</B>.
<LI>Consultez votre (vos) s&eacute;lection(s) de couleur dans la zone d'aper&ccedil;u.
<LI>Pour enregistrer le mod&egrave;le, s&eacute;lectionnez <B>Enregistrer</B>.
<LI>Dans la zone <B>Enregistrer ce mod&egrave;le de couleur en tant que</B>, entrez un nom pour d&eacute;signer le mod&egrave;le, puis appuyez sur <B>OK</B>.
<LI>S&eacute;lectionnez <B>Appliquer</B>.
</OL>

<P><B>Conseil&nbsp;:</B> pour cr&eacute;er vos propres couleurs personnalis&eacute;es, dans la bo&icirc;te de dialogue <B>Couleur</B>, s&eacute;lectionnez un carr&eacute; vide dans <B>Couleurs personnalis&eacute;es</B>, puis appuyez sur <B>D&eacute;finir</B>. Pour plus d'informations, appuyez sur <B>?</B> dans la bo&icirc;te de dialogue <B>Couleur</B>.</P>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="display_backlight_settings"></A><B>Modification des param&egrave;tres de r&eacute;tro-&eacute;clairage</B><UL></UL>

<P>Vous pouvez modifier les param&egrave;tres de r&eacute;tro-&eacute;clairage si vous poss&eacute;dez un appareil en noir et blanc. Le fabricant de votre appareil peut avoir ajout&eacute; des fonctionnalit&eacute;s de r&eacute;tro-&eacute;clairage avanc&eacute;es. Pour plus d'informations, consultez la documentation fournie par le fabricant de votre appareil.</P><UL></UL>

<P>Pour &eacute;conomiser les batteries et la r&eacute;solution de l'&eacute;cran, d&eacute;sactivez le r&eacute;tro-&eacute;clairage lorsque l'appareil est inactif.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Affichage.
<LI>Dans l'onglet <B>R&eacute;tro-&eacute;clairage</B>, s&eacute;lectionnez une ou les deux cases &agrave; cocher pour d&eacute;sactiver le r&eacute;tro-&eacute;clairage lorsque vous utilisez des batteries ou une alimentation externe. 
<LI>Dans la liste appropri&eacute;e, s&eacute;lectionnez le laps de temps pendant lequel l'appareil doit &ecirc;tre inactif avant que le r&eacute;tro-&eacute;clairage ne soit d&eacute;sactiv&eacute;.
</OL>


<P><B>Remarque&nbsp;:</B> pour encore mieux &eacute;conomiser les batteries, suspendez toutes les op&eacute;rations lorsque l'appareil est inactif.</P><UL></UL>

<P><B>Voir &eacute;galement</B><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif</A></P>


<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<p><a name="sip_info"></a><b>Panneau de saisie</b></p>

<ol>
<li>S&eacute;lectionnez <b>D&eacute;marrer</b> &gt; <b>Param&egrave;tres</b> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Panneau de saisie.
<li>S&eacute;lectionnez la m&eacute;thode de saisie &agrave; modifier.
<li>S&eacute;lectionnez <b>Options</b>.
<li>S&eacute;lectionnez les options souhait&eacute;es.
</ol>

<br clear=all><!-- PegHelp --><hr>


<!-- ************************Topic Break************************* -->


<A NAME="adjusting_keyboard_settings"></A><B>Clavier</B><BR>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Clavier.
<LI>Pour modifier le laps de temps entre deux r&eacute;p&eacute;titions, r&eacute;glez le curseur <B>D&eacute;lai de r&eacute;p&eacute;tition</B>.
<LI>Pour modifier la fr&eacute;quence de r&eacute;p&eacute;tition, ajustez le curseur <B>Fr&eacute;quence de r&eacute;p&eacute;tition</B>.
<LI>Testez vos nouveaux param&egrave;tres.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="mousesettings"></A><B>Souris</B><BR>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Souris.
<LI>Dans l'onglet <B>Double-clic</B>, double-cliquez sur la grille en damier &agrave; une vitesse qui vous convient.
<LI>Double-cliquez sur l'ic&ocirc;ne Test pour tester vos param&egrave;tres.
</OL>



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* --> <A NAME="add_or_change_owner_identification"></A><B>Propri&eacute;taire</B>
<ul></ul>
<A HREF="ctpnl.htm#owner_identification">Identification du propri&eacute;taire</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Mot de passe</A><br> <A HREF="ctpnl.htm#network_identification">Configuration de l'identification pour des r&eacute;seaux &agrave; distance</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="owner_identification"></A><B>Identification du propri&eacute;taire</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Propri&eacute;taire, puis s&eacute;lectionnez l'onglet <B>Identification</B>.
<LI>Remplissez ou modifiez les donn&eacute;es comme vous le souhaitez.
<LI>Pour que cette information s'affiche lorsque vous d&eacute;marrez votre appareil, s&eacute;lectionnez <B>Afficher l'identification du propri&eacute;taire</B>.
<LI>Pour ajouter d'autres informations, s&eacute;lectionnez l'onglet <B>Remarques</B> et entrez les informations dans la zone <B>Remarques</B>.<BR>Pour que ces informations apparaissent au d&eacute;marrage, s&eacute;lectionnez <B>Afficher les notes du propri&eacute;taire &agrave; la mise sous tension</B>.
<li>Pour configurer l'identification des r&eacute;seaux &agrave; distance, consultez <A HREF="ctpnl.htm#network_identification">Configuration de l'identification pour des r&eacute;seaux &agrave; distance</A>.

</OL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#background">Affichage</A><BR> <A HREF="ctpnl.htm#set_or_change_the_password">Mot de passe</A><br> <A HREF="ctpnl.htm#network_identification">Configuration de l'identification pour des r&eacute;seaux &agrave; distance</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="set_or_change_the_password"></A><B>Mot de passe</B><OL></OL>

<P><B>Attention</B> Si vous oubliez votre mot de passe ou si votre appareil mobile est corrompu et que la r&eacute;initialisation ne fonctionne pas, vous devez effectuer une r&eacute;initialisation compl&egrave;te en suivant les instructions du fabricant. Une r&eacute;initialisation compl&egrave;te efface tous les fichiers et toutes les donn&eacute;es que vous avez cr&eacute;&eacute;s ainsi que les programmes que vous avez install&eacute;s.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Mot de passe.
<LI>Dans la zone <B>Mot de passe</B>, entrez le mot de passe.
<LI>Dans la zone <B>Confirmer le mot de passe</B>, r&eacute;introduisez le mot de passe.
<LI>Pour exiger le mot de passe &agrave; la mise en route, s&eacute;lectionnez <B>Activer la protection par mot de passe</B>.<P>
</OL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propri&eacute;taire</A><br> <A HREF="ctpnl.htm#network_identification">Configuration de l'identification pour des r&eacute;seaux &agrave; distance</A><br>

<BR CLEAR=ALL><!-- PegHelp --><HR>
<!-- ************************Topic Break************************* -->

<A NAME="network_identification"></A><B>Configuration de l'identification pour des r&eacute;seaux &agrave; distance</B><BR>
<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Ouvrez l'ic&ocirc;ne Propri&eacute;taire.
<LI>Dans l'onglet <B>ID r&eacute;seau</B>, entrez le nom de l'utilisateur, le mot de passe et le nom du domaine que vous utilisez pour vous connecter au r&eacute;seau &agrave; distance.
</OL>
<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#add_or_change_owner_identification">Propri&eacute;taire</A><br> <A HREF="ctpnl.htm#set_or_change_the_password">Mot de passe</A><br> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<P><A NAME="power"></A><B>Alimentation</B></P><UL></UL>

<A HREF="ctpnl.htm#battery">V&eacute;rification de la batterie</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif</A><BR> <A HREF="ctpnl.htm#optimize">Optimisation de la dur&eacute;e de vie des batteries</A><BR> <A HREF="ctpnl.htm#power_schemes">Configuration des modes de gestion de l'alimentation</A><BR> <A HREF="ctpnl.htm#device_power_status">V&eacute;rification des niveaux de batterie des appareils syst&egrave;me</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="battery"></A><B>V&eacute;rification de la batterie</B>

<UL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne &Eacute;nergie, puis s&eacute;lectionnez l'onglet <B>Batterie</B>.
</UL>

<P><B>Remarque&nbsp;:</B> l'onglet <B>Batterie</B> fournit des informations g&eacute;n&eacute;rales sur les conditions des batteries. La dur&eacute;e pendant laquelle les batteries sont utilisables varie en fonction du type de batteries et de la mani&egrave;re dont vous utilisez votre appareil.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="conserve_batteries_with_auto_suspend"></A><B>Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne &Eacute;nergie, puis s&eacute;lectionnez l'onglet <B>Mise hors tension</B>.
<LI>S&eacute;lectionnez les options que vous souhaitez afin de suspendre les op&eacute;rations lorsque l'appareil est inactif.
</OL>

<P><B>Remarque&nbsp;:</B> si vous ne voyez pas l'onglet Hors tension, la gestion de l'alimentation active est activ&eacute;e. Consultez la section <A HREF="ctpnl.htm#power_schemes">Configuration des modes de gestion de l'alimentation</A> pour en savoir plus sur les param&egrave;tres de gestion de l'alimentation active.</P>

<P><B>Conseil&nbsp;:</B> la suspension des op&eacute;rations &eacute;conomise les batteries.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="optimize"></A><B>Optimisation de la dur&eacute;e de vie des batteries</B><UL></UL>

<P>Vous voulez que vos batteries durent le plus longtemps possible, surtout lorsque vous &ecirc;tes en route. Dans des conditions normales, vous pouvez utiliser un seul jeu de batteries pendant de nombreuses heures. Voici quelques conseils pour vous aider &agrave; les &eacute;conomiser.</P><UL></UL>

<P>
<UL>
<LI>Utilisation d'une alimentation externe chaque fois que vous en avez l'occasion.<BR>Utilisez l'adaptateur AC pour brancher votre appareil sur une alimentation externe quand vous en avez l'occasion, surtout lorsque&nbsp;:
  <UL>
    <LI>Vous &eacute;tablissez une connexion &agrave; distance (certains modems consomment beaucoup d'&eacute;nergie).
    <LI>Vous utilisez la fonction de r&eacute;tro-&eacute;clairage de l'affichage de votre appareil (s'il en poss&egrave;de une).
    <LI>Vous vous connectez &agrave; un ordinateur de bureau.
    <LI>Vous utilisez une carte flash compacte ou un autre appareil.
    <LI>Vous laissez le voyant LED clignoter pendant de longs laps de temps.
  </UL>
<LI>	Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif.<BR> Lorsque votre appareil fonctionne sur batterie, il se coupe automatiquement ou il suspend les op&eacute;rations si vous n'avez plus touch&eacute; le clavier ou utilis&eacute; le stylet ou la souris depuis trois minutes. Maximisez la dur&eacute;e de vie de vos batteries en raccourcissant ce laps de temps.
<LI>D&eacute;sactivation des sons dont vous n'avez pas besoin.<BR> L'appareil &eacute;met des sons par d&eacute;faut lors d'un certain nombre d'&eacute;v&eacute;nements tels que les avertissements, les rendez-vous et les pressions sur les touches. Pour optimiser la dur&eacute;e de vie de la batterie, d&eacute;sactivez tous les sons dont vous n'avez pas besoin. S&eacute;lectionnez <B>D&eacute;marrer</B>, <B>Param&egrave;tres</B>, <B>Panneau de configuration</B>, puis <B>Volume et sons</B>.
</UL></P>


<P><B>Remarque&nbsp;:</B> lorsque les batteries sont faibles, vous voyez appara&icirc;tre une ic&ocirc;ne de batteries dans la barre des t&acirc;ches.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#change_event_sounds">Modification des sons li&eacute;s aux &eacute;v&eacute;nements</A><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="power_schemes"></A><B>Configuration des modes de gestion de l'alimentation</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne &Eacute;nergie, puis s&eacute;lectionnez l'onglet <B>Configurations</B>.
<LI>S&eacute;lectionnez les options d'alimentation r&eacute;duite souhait&eacute;es.
</OL>

<P><B>Remarque&nbsp;:</B> si vous ne voyez pas l'onglet Configurations, la gestion de l'alimentation active est activ&eacute;e. Consultez la section <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif</A> pour en savoir plus sur les param&egrave;tres de gestion de l'alimentation passive.</P>

<P>Les choix de temps repr&eacute;sentent l'intervalle de temps qui doit s'&eacute;couler avant que le syst&egrave;me bascule vers l'&eacute;tat d'&eacute;conomie d'&eacute;nergie suivant. Par exemple, si le param&egrave;tre Apr&egrave;s 5 minutes est d&eacute;fini pour Basculer vers le mode Syst&egrave;me inactif, le syst&egrave;me va basculer de l'&eacute;tat Utilisateur inactif &agrave; l'&eacute;tat Syst&egrave;me inactif apr&egrave;s 5 minutes d'inactivit&eacute;.</P>

<P>M&ecirc;me si le temps Jamais est s&eacute;lectionn&eacute;, il est possible que le syst&egrave;me bascule vers un mode d'&eacute;conomie d'&eacute;nergie si n&eacute;cessaire. Par exemple, si le param&egrave;tre Jamais est d&eacute;fini pour Basculer vers le mode Suspendu, il est possible que le syst&egrave;me soit suspendu si le niveau de la batterie est extr&ecirc;mement faible.</P>

<P><B>Conseil&nbsp;:</B> choisissez un temps plus court afin d'augmenter la dur&eacute;e de vie des batteries.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<A NAME="device_power_status"></A><B>V&eacute;rification des niveaux de batterie des appareils syst&egrave;me</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne &Eacute;nergie, puis s&eacute;lectionnez l'onglet <B>&Eacute;tat de l'appareil</B>.
</OL>

<P><B>Remarque&nbsp;:</B> si vous ne voyez pas l'onglet &Eacute;tat de l'appareil, la gestion de l'alimentation active est activ&eacute;e. Consultez la section <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif</A> pour en savoir plus sur les param&egrave;tres de gestion de l'alimentation passive.</P>

<P>Tous les composants de l'appareil disposant de la gestion de l'alimentation active vont appara&icirc;tre dans la colonne de gauche et leur niveau de batterie dans la colonne de droite. Le niveau d'alimentation va de &Eacute;lev&eacute;e (D0), qui indique que le niveau de batterie est maximal, &agrave; &Eacute;teint, qui indique que le niveau de batterie est minimal.</P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- PegHelp --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->



<!-- ************************Topic Break************************* -->

<P><A NAME="adjust_the_language_settings"></A> <A NAME="modifying_regional_settings"></A><B>Param&egrave;tres r&eacute;gionaux et linguistiques</B></P>

<P>Utilisez les Param&egrave;tres r&eacute;gionaux et linguistiques pour d&eacute;finir les options linguistiques et r&eacute;gionales&nbsp;:<br><br> <A HREF="ctpnl.htm#regional_settings">Param&egrave;tres r&eacute;gionaux</A> <br> <A HREF="ctpnl.htm#input_language">Langue d'entr&eacute;e</A><br> <A HREF="ctpnl.htm#user_interface_language">Langue de l'interface utilisateur</A><br></p>
<p> Pour ouvrir les Param&egrave;tres r&eacute;gionaux et linguistiques, s&eacute;lectionnez <b>D&eacute;marrer &gt; Param&egrave;tres &gt; Panneau de configuration</b>, puis double-cliquez sur <b>Param&egrave;tres r&eacute;gionaux et linguistiques</b>.



<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->


<P><A NAME="regional_settings"></A><B>Param&egrave;tres r&eacute;gionaux</B></P>
<p>Utilisez les Param&egrave;tres r&eacute;gionaux pour contr&ocirc;ler le format des nombres, du symbole mon&eacute;taire, des dates et de l'heure.</p>
<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Cliquez sur l'ic&ocirc;ne <b>Param&egrave;tres r&eacute;gionaux et linguistiques</b>.
<LI>S&eacute;lectionnez l'onglet <b>Param&egrave;tres r&eacute;gionaux</b>.
<li>S&eacute;lectionnez la r&eacute;gion dans la liste d&eacute;roulante.
<LI>Pour modifier le format utilis&eacute; pour les nombres, le symbole mon&eacute;taire, les dates ou l'heure, s&eacute;lectionnez le bouton <b>Personnaliser</b>.
<li>Dans la bo&icirc;te de dialogue <b>Personnaliser les param&egrave;tres r&eacute;gionaux</b>, s&eacute;lectionnez les options que vous voulez utiliser.
</OL>
<br> <B>Voir aussi</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Param&egrave;tres r&eacute;gionaux et linguistiques</A><BR> <A HREF="ctpnl.htm#input_language">Langue d'entr&eacute;e</A><BR> <A HREF="ctpnl.htm#user_interface_language">Langue de l'interface utilisateur</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="user_interface_language"></A><B>Langue de l'interface utilisateur</B><BR><UL></UL>
<P>La langue de l'interface utilisateur est la langue utilis&eacute;e dans les menus, les bo&icirc;tes de dialogue et les messages d'alerte. </P>
<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Cliquez sur l'ic&ocirc;ne <b>Param&egrave;tres r&eacute;gionaux et linguistiques</b>.
<LI>S&eacute;lectionnez l'onglet <B>Langue de l'interface utilisateur</B>.
<li>Dans la liste d&eacute;roulante, s&eacute;lectionnez la langue &agrave; utiliser. <br>
</OL>
<P><b> REMARQUE&nbsp;:</b>  la d&eacute;finition de la langue de l'interface utilisateur requiert un red&eacute;marrage partiel de l'appareil. <br>Pour &eacute;viter toute perte de donn&eacute;es, il vaut mieux changer la langue de l'interface utilisateur uniquement lors de la configuration initiale de l'appareil.
</P>
<B>Voir aussi</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Param&egrave;tres r&eacute;gionaux et linguistiques</A><BR> <A HREF="ctpnl.htm#regional_settings">Param&egrave;tres r&eacute;gionaux</A><BR> <A HREF="ctpnl.htm#input_language">Langue d'entr&eacute;e</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* --> <A NAME="input_language"></A><B>Langue d'entr&eacute;e</B><BR><UL></UL>
<P>La langue d'entr&eacute;e est la langue du clavier ou l'&Eacute;diteur de m&eacute;thode d'entr&eacute;e que vous utilisez pour entrer des informations dans votre appareil. </P>
<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne <b>Param&egrave;tres r&eacute;gionaux et linguistiques</b>.
<LI>S&eacute;lectionnez l'onglet <B>Langue d'entr&eacute;e</B>.
<LI>S&eacute;lectionnez la langue par d&eacute;faut dans la liste <b>Langue d'entr&eacute;e par d&eacute;faut</b>. Cette langue d'entr&eacute;e sera utilis&eacute;e &agrave; chaque d&eacute;marrage de l'appareil. 
<li>S&eacute;lectionnez les langues que vous pr&eacute;voyez d'utiliser dans la liste <b>Langues d'entr&eacute;e install&eacute;es</B>. D&eacute;sactivez la case &agrave; cocher en regard des langues que vous ne voulez pas utiliser.
</OL>
<p><b> REMARQUE&nbsp;:</b>  la d&eacute;finition de la langue d'entr&eacute;e par d&eacute;faut requiert un red&eacute;marrage partiel de l'appareil. Pour &eacute;viter toute perte de donn&eacute;es, il vaut mieux changer la langue d'entr&eacute;e par d&eacute;faut uniquement lors de la configuration initiale de l'appareil.</p> 
<B>Voir aussi</b><br> <A HREF="ctpnl.htm#modifying_regional_settings">Param&egrave;tres r&eacute;gionaux et linguistiques</A><BR> <A HREF="ctpnl.htm#regional_settings">Param&egrave;tres r&eacute;gionaux</A><BR> <A HREF="ctpnl.htm#user_interface_language">Langue de l'interface utilisateur</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->
<P><A NAME="removing_programs"></A><B>Suppression de programmes</B></P><UL></UL>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Suppression de programmes.
<LI>Dans la liste <B>Programmes</B>, s&eacute;lectionnez le programme que vous souhaitez supprimer.
<LI>S&eacute;lectionnez <B>Supprimer</B>.
</OL>

<P><B>Remarques</B>
<UL>
<LI>Vous pouvez uniquement supprimer les programmes que vous avez install&eacute;s en m&eacute;moire vive.
<LI>Si vous ne parvenez pas &agrave; supprimer un programme, consultez l'Aide sur les Services Windows CE sur votre appareil ou la documentation du programme pour plus d'informations.
</UL></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_keyboard_and_stylus_settings"></A><B>Stylet</B></P><UL></UL>


<A HREF="ctpnl.htm#recalibrate_the_stylus">R&eacute;&eacute;talonnage de l'&eacute;cran tactile</A><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">R&eacute;glage de la vitesse de double pression du stylet</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="recalibrate_the_stylus"></A><B>R&eacute;&eacute;talonnage de l'&eacute;cran tactile</B><UL></UL>

<P>Dans l'Assistant Bienvenue, vous avez cliqu&eacute; sur une cible &agrave; l'aide du stylet pour d&eacute;finir la quantit&eacute; de pression n&eacute;cessaire pour que l'&eacute;cran r&eacute;ponde aux pressions de votre stylet. Si votre appareil ne r&eacute;pond pas correctement &agrave; vos clics&nbsp;:</P>

<UL>
<LI>Appuyez sur Ctrl+Alt+ + (touche Plus) pour ouvrir l'Assistant Bienvenue. Suivez les instructions &agrave; l'&eacute;cran.
</UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">R&eacute;glage de la vitesse de double pression du stylet</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_stylus_double_tap_rate"></A><B>R&eacute;glage de la vitesse de double pression du stylet</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Stylet.
<LI>Dans l'onglet <B>Double pression</B>, double-cliquez dans la grille en damier &agrave; la vitesse qui vous convient.
<LI>Appuyez deux fois sur le clavier pour tester vos param&egrave;tres.
</OL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#recalibrate_the_stylus">R&eacute;&eacute;talonnage de l'&eacute;cran tactile</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->

<P><A NAME="adjusting_memory_and_power_settings"></A><B>Syst&egrave;me</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Allocation de la RAM (configuration)</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Programmes situ&eacute;s dans la ROM</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_the_memory_to_power_ratio"></A><B>Configuration de l'allocation de la RAM</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Syst&egrave;me.
<LI>Dans l'onglet <B>M&eacute;moire</B>, d&eacute;placez le curseur pour allouer davantage de m&eacute;moire pour les programmes ou le stockage.<BR>Si l'espace disponible pour un fichier est insuffisant, augmentez la taille de la m&eacute;moire de stockage.<BR>Si votre appareil mobile est lent, augmentez la quantit&eacute; de m&eacute;moire allou&eacute;e au programme.
</OL>

<B>Remarques</B>
<UL>
<LI>La r&eacute;initialisation de votre appareil peut augmenter la m&eacute;moire programme ou la m&eacute;moire de stockage disponible. Si les probl&egrave;mes de m&eacute;moire persistent, r&eacute;initialisez votre appareil en suivant les instructions fournies dans la documentation du fabricant.
<LI>L'onglet <B>G&eacute;n&eacute;ral</B> fournit des informations g&eacute;n&eacute;rales concernant les configurations du mat&eacute;riel et des logiciels de votre appareil.
<LI>Une quantit&eacute; maximale de 16 Mo de RAM peut &ecirc;tre allou&eacute;e aux fichiers.
</UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">Configuration de l'appareil pour que l'alimentation soit coup&eacute;e lorsqu'il est inactif</A><BR> <A HREF="ctpnl.htm#programs_located_in_rom">Programmes situ&eacute;s dans la ROM</A><BR>


<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<A NAME="programs_located_in_rom"></A><B>Programmes situ&eacute;s dans la ROM</B><UL></UL>

<P>Les programmes vendus avec votre appareil mobile sont situ&eacute;s dans la ROM et y restent lors d'une r&eacute;initialisation compl&egrave;te. Les programmes que vous installez sur votre appareil sont situ&eacute;s dans la RAM et doivent &ecirc;tre r&eacute;install&eacute;s apr&egrave;s une r&eacute;initialisation compl&egrave;te. Si vous avez des probl&egrave;mes pour r&eacute;installer les programmes, r&eacute;glez l'allocation de la RAM.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">Allocation de la RAM (configuration)</A><BR>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="cp_menu"></A><B>Barre des t&acirc;ches et menu D&eacute;marrer</B></P><UL></UL>

<A HREF="ctpnl.htm#hide_the_taskbar">Masquage de la barre des t&acirc;ches</A><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">Modification des param&egrave;tres de la barre des t&acirc;ches</A><BR> <a href="ctpnl.htm#expand_the_control_panel">D&eacute;veloppement du menu D&eacute;marrer</a><br> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="hide_the_taskbar"></A><B>Masquage de la barre des t&acirc;ches</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Barre des t&acirc;ches</B> &gt; <B>Barre des t&acirc;ches et menu D&eacute;marrer</B>.
<LI>S&eacute;lectionnez <B>Masquer automatiquement</B>.
</OL>

<UL>
<LI>Pour afficher la barre des t&acirc;ches, cliquez sur l'&eacute;troite barre horizontale au bas de la fen&ecirc;tre. Pour masquer &agrave; nouveau la barre des t&acirc;ches, cliquez en dehors de la barre des t&acirc;ches.
</UL>

<P><B>Voir &eacute;galement</B><BR> <A HREF="ctpnl.htm#change_the_taskbar_settings">Modification des param&egrave;tres de la barre des t&acirc;ches</A><BR> <A HREF="wince.htm#reading_taskbar_icons">Pr&eacute;sentation des ic&ocirc;nes de la barre des t&acirc;ches</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="change_the_taskbar_settings"></A><B>Modification des param&egrave;tres de la barre des t&acirc;ches</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Barre des t&acirc;ches et menu D&eacute;marrer</B>.
<LI>S&eacute;lectionnez les options souhait&eacute;es.
</OL>

<P><B>Voir &eacute;galement</B><BR> <A HREF="ctpnl.htm#hide_the_taskbar">Masquage de la barre des t&acirc;ches</A><BR> <A HREF="wince.htm#reading_taskbar_icons">Pr&eacute;sentation des ic&ocirc;nes de la barre des t&acirc;ches</A><BR></P>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* --> <A name="expand_the_control_panel"></a><b>D&eacute;veloppement du menu D&eacute;marrer</b><br>
<ul></ul>
Vous pouvez configurer le menu <b>D&eacute;marrer</b> pour qu'il affiche un menu de toutes les options disponibles avec les applets du <b>Panneau de configuration</b>.
<ol>
<li>S&eacute;lectionnez <b>D&eacute;marrer</b> &gt; <b>Param&egrave;tres</b> &gt; <b>Barre des t&acirc;ches et menu D&eacute;marrer</b>.
<li>S&eacute;lectionnez l'onglet <b>Avanc&eacute;</b>.
<li>Activez la case &agrave; cocher <b>D&eacute;velopper le Panneau de configuration</b>.
<li> S&eacute;lectionnez <b>OK</b>.
</ol>
<p>La prochaine fois que vous utiliserez le menu <b>D&eacute;marrer</b>, vous pourrez afficher toutes les options du menu du <b>Panneau de configuration</b>.
<ul></ul>
<b>Voir &eacute;galement</b><br> <A href="ctpnl.htm#Main_Contents">Param&egrave;tres du Panneau de configuration</a>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->


<P><A NAME="adjusting_volume_and_sounds"></A><B>Volume et sons</B></P><UL></UL>

<A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off">Configuration du volume et des sons</A><BR> <A HREF="ctpnl.htm#change_event_sounds">Modification des sons li&eacute;s aux &eacute;v&eacute;nements</A> 

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->


<A NAME="adjust_volume_and_turn_sounds_on_or_off"></A><B>Configuration du volume et des sons</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Volume et sons.
<LI>Dans l'onglet <B>Volume</B>, s&eacute;lectionnez les options de votre choix.
</OL>

<P><B>Conseil&nbsp;:</B> la d&eacute;sactivation des sons &eacute;conomise de l'&eacute;nergie et prolonge la dur&eacute;e de vie des batteries.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#change_event_sounds">Modification des sons li&eacute;s aux &eacute;v&eacute;nements</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ************************Topic Break************************* -->



<A NAME="change_event_sounds"></A><B>Modification des sons li&eacute;s aux &eacute;v&eacute;nements</B>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Volume et sons, puis s&eacute;lectionnez l'onglet <B>Son</B>.
<LI>Dans la liste <B>Nom d'&eacute;v&eacute;nement</B>, s&eacute;lectionnez un &eacute;v&eacute;nement.
<LI>Dans la liste <B>Son li&eacute; &agrave; des &eacute;v&eacute;nements</B>, s&eacute;lectionnez un son.<BR>Pour supprimer un son d'un &eacute;v&eacute;nement s&eacute;lectionn&eacute;, s&eacute;lectionnez <B>Aucun</B>.
<LI>Pour enregistrer les modifications dans un autre mod&egrave;le, s&eacute;lectionnez <B>Enregistrer sous</B> puis nommez le mod&egrave;le de sons.<BR>Pour supprimer un mod&egrave;le de sons, s&eacute;lectionnez-le dans la liste puis appuyez sur <B>Supprimer</B>.
</OL>

<P><B>Conseil&nbsp;:</B> pour d&eacute;sactiver rapidement tous les sons li&eacute;s aux &eacute;v&eacute;nements, s&eacute;lectionnez <B>Aucun son</B> dans la liste <B>Mod&egrave;le</B>.</P><UL></UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#adjust_volume_and_turn_sounds_on_or_off">Configuration du volume et des sons</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>



<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* --> <A NAME="managing_certificate_stores"></A><B>Gestion des certificats num&eacute;riques</B><BR><UL></UL>

<P>Certaines applications ont recours aux certificats pour &eacute;tablir un climat de confiance et s&eacute;curiser les communications. Les certificats sont sign&eacute;s et &eacute;mis par des autorit&eacute;s de certification. Leur validit&eacute; est limit&eacute;e dans le temps. Windows CE g&egrave;re plusieurs magasins de certificats.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>.
<LI>Appuyez sur l'ic&ocirc;ne Certificats.
<LI>Dans l'onglet <B>Magasins</B>, s&eacute;lectionnez le magasin de certificats que vous souhaitez consulter ou modifier dans la liste d&eacute;roulante. Le magasin <B>Autorit&eacute;s dignes de confiance</B> r&eacute;pertorie les certificats de niveau sup&eacute;rieur des autorit&eacute;s auxquelles vous faites confiance. Le magasin <B>Mes certificats</B> contient vos certificats personnels, ceux que vous utilisez pour vous identifier. Les autorit&eacute;s de certification interm&eacute;diaires qui permettent d'&eacute;tablir une cha&icirc;ne de confiance sont stock&eacute;es dans le magasin <B>Autres autorit&eacute;s</B>.
<LI>Pour ajouter un certificat ou une cl&eacute; priv&eacute;e associ&eacute;e &agrave; un certificat au magasin s&eacute;lectionn&eacute;, s&eacute;lectionnez <B>Importer</B>.
<LI>Pour obtenir des informations compl&eacute;mentaires sur le certificat s&eacute;lectionn&eacute;, telles que le nom &eacute;tendu ou la date d'expiration, choisissez <B>Affichage</B>.
<LI>Pour supprimer du magasin le certificat s&eacute;lectionn&eacute;, choisissez <B>Supprimer</B>.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->

<!-- ************************Topic Break************************* -->

<P><A NAME="storage_manager"></A><B>Gestionnaire de stockage</B></P><UL></UL>

<A HREF="ctpnl.htm#manage_disks">Gestion des dispositifs de stockage</A><BR> <A HREF="ctpnl.htm#manage_partitions">Gestion des partitions de disque</A><BR> <A HREF="ctpnl.htm#create_partition">Cr&eacute;ation d'une nouvelle partition</A><BR> <A HREF="ctpnl.htm#advanced_partition">Fonctionnalit&eacute;s de partition avanc&eacute;es</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_disks"></A><B>Gestion des dispositifs de stockage</B></P><UL></UL>

<P>Les dispositifs de stockage disponibles sont r&eacute;pertori&eacute;s par nom d'appareil dans la zone d&eacute;roulante. Pour afficher les informations relatives au disque ou stocker des donn&eacute;es, s&eacute;lectionnez un appareil dans la liste.</P>

<UL>
<LI>Pour d&eacute;monter toutes les partitions sur le dispositif de stockage s&eacute;lectionn&eacute;, s&eacute;lectionnez <b>D&eacute;monter</B>.</LI>
<LI>Pour formater la table de partitions, s&eacute;lectionnez <B>Formater</B>. Vous ne pouvez pas formater la table de partitions si des partitions sont mont&eacute;es sur le dispositif de stockage.</LI>
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="manage_partitions"></A><B>Gestion des partitions de disque</B></P><UL></UL>

<P>Les partitions disponibles sur le dispositif de stockage s&eacute;lectionn&eacute; figurent dans la zone de liste.</P>

<UL>
<LI>Pour cr&eacute;er une nouvelle partition sur le dispositif de stockage, s&eacute;lectionnez <B>Nouveau</B>.</LI>
<LI>Pour supprimer une partition du dispositif de stockage, s&eacute;lectionnez <B>Supprimer</B>. Vous ne pouvez pas supprimer des partitions mont&eacute;es.</LI>
<LI>Pour afficher les informations relatives aux partitions ou pour recourir &agrave; des fonctionnalit&eacute;s avanc&eacute;es, telles que le formatage, s&eacute;lectionnez <B>Propri&eacute;t&eacute;s</B>.</LI>
</UL>

<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#create_partition">Cr&eacute;ation d'une nouvelle partition</A><BR> <A HREF="ctpnl.htm#advanced_partition">Fonctionnalit&eacute;s de partition avanc&eacute;es</A>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="create_partition"></A><B>Cr&eacute;ation d'une nouvelle partition</B></P><UL></UL>

<OL>
<LI>Pour cr&eacute;er une nouvelle partition, s&eacute;lectionnez un dispositif de stockage dans la liste puis appuyez sur <B>Nouveau</B>.
<LI>Entrez le nom de la nouvelle partition.</LI>
<LI>Entrez la taille (en secteurs) de la nouvelle partition ou activez la case <B>Utiliser tout l'espace disque disponible</B>.</LI>
<LI>Pour cr&eacute;er la partition, s&eacute;lectionnez <B>OK</B>, ou bien <B>X</B> pour annuler.
</OL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="advanced_partition"></A><B>Fonctionnalit&eacute;s de partition avanc&eacute;es</B></P><UL></UL>

<P>Pour afficher les options de partition avanc&eacute;es, s&eacute;lectionnez une partition puis appuyez sur <B>Propri&eacute;t&eacute;s</B>.</P>

<UL>
<LI>Pour monter une partition, s&eacute;lectionnez <B>Monter</B>.</LI>
<LI>Pour d&eacute;monter une partition, s&eacute;lectionnez <B>D&eacute;monter</B>.</LI>
<LI>Pour formater une partition, s&eacute;lectionnez <B>Formater</B>.</LI>
<LI>Pour analyser ou r&eacute;parer une partition, s&eacute;lectionnez <B>Analyser</B>.</LI>
<LI>Pour d&eacute;fragmenter une partition, s&eacute;lectionnez <B>D&eacute;frag</B>.</LI>
</UL>

<B>Remarques</B>
<UL>
<LI>En fonction du syst&egrave;me de partition de fichiers, il est possible que les options <B>Formater</B>, <B>Analyser</B> et <B>D&eacute;frag</B> ne soient pas disponibles. Ces fonctionnalit&eacute;s r&eacute;agiront diff&eacute;remment selon l'impl&eacute;mentation de la biblioth&egrave;que d'utilitaires du syst&egrave;me de fichiers.
</UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->


<!-- ************************Topic Break************************* -->

<P><A NAME="bluetooth"></A><B>Bluetooth</B></P><UL></UL>

<P>Utilisez Bluetooth dans le Panneau de configuration pour d&eacute;couvrir et g&eacute;rer les appareils Bluetooth.</P>

<A HREF="ctpnl.htm#bt_scanning_for_device">Recherche d'appareils Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Authentification d'appareil</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Suppression d'un appareil de la liste de confiance</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activation d'un appareil</A><BR>

<P><B>Remarque&nbsp;:</B> pour ouvrir Bluetooth, s&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Bluetooth</B>.</P><UL></UL>

<BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_scanning_for_device"></A><B>Recherche d'appareils Bluetooth</B></P><UL></UL>
<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Bluetooth</B>.
<LI>Appuyez sur le bouton <b>Recherche sur l'appareil</b>. Ceci va lancer la proc&eacute;dure d'enqu&ecirc;te. Si un appareil Bluetooth est d&eacute;tect&eacute; &agrave; proximit&eacute;, il sera ajout&eacute; &agrave; la zone de liste <b>Non approuv&eacute;</b>.
<li>Vous pouvez ensuite s&eacute;lectionner les p&eacute;riph&eacute;riques avec lequel vous souhaitez &eacute;tablir une relation d'approbation. Pour des informations relatives &agrave; l'authentification d'un p&eacute;riph&eacute;rique pour une relation d'approbation, consultez <a href="ctpnl.htm#bt_device_authentication">Authentification d'appareil.</a> 
</OL>
<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#bt_device_authentication">Authentification d'appareil</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Suppression d'un appareil de la liste de confiance</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activation d'un appareil</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_device_authentication"></A><B>Authentification d'appareil</B></P><UL></UL>
<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Bluetooth</B>. 
<LI>Dans la zone de liste <b>Non approuv&eacute;</b>, cliquez sur l'appareil que vous souhaitez authentifier.
<LI>Cliquez sur le bouton &laquo;&nbsp;--&gt;&nbsp;&raquo;. Si une autorisation est n&eacute;cessaire, une bo&icirc;te de dialogue va s'afficher et vous demander le code secret de l'appareil. S'il est authentifi&eacute;, l'appareil va &ecirc;tre d&eacute;plac&eacute; dans la zone de liste <b>Non approuv&eacute;</b>.
</OL>
<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Recherche d'appareils Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Suppression d'un appareil de la liste de confiance</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activation d'un appareil</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_remove_device"></A><B>Suppression d'un appareil de la liste de confiance</B></P><UL></UL>
<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Bluetooth</B>. 
<LI>Dans la zone de liste <b>Non approuv&eacute;</b>, cliquez sur l'appareil que vous souhaitez supprimer.
<LI>Pour rendre l'appareil <b>Non approuv&eacute;</b>, cliquez sur bouton &laquo;&nbsp;&lt;--&nbsp;&raquo;.
<LI>Pour supprimer l'entr&eacute;e et l'effacer de la m&eacute;moire cache, cliquez sur le bouton <b>SUPPR</b>.
</OL>
<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Recherche d'appareils Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Authentification d'appareil</A><BR> <A HREF="ctpnl.htm#bt_make_device_active">Activation d'un appareil</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>

<!-- ************************Topic Break************************* -->

<P><A NAME="bt_make_device_active"></A><B>Activation d'un appareil</B></P><UL></UL>

<P>Pour chaque classe d'appareil, seul un appareil peut &ecirc;tre marqu&eacute; comme actif et utilis&eacute; par d&eacute;faut.</P>

<OL>
<LI>S&eacute;lectionnez <B>D&eacute;marrer</B> &gt; <B>Param&egrave;tres</B> &gt; <B>Panneau de configuration</B>, puis double-cliquez sur <B>Bluetooth</B>. 
<LI>Dans la zone de liste <b>Approuv&eacute;</b>, cliquez avec le bouton droit de la souris sur l'appareil que vous souhaitez rendre <b>actif</b>.
<LI>Pour rendre l'appareil actif, s&eacute;lectionnez <b>Actif</b> dans la liste d&eacute;roulante.
</OL>
<B>Voir aussi</B><BR> <A HREF="ctpnl.htm#bt_scanning_for_device">Recherche d'appareils Bluetooth</A><BR> <A HREF="ctpnl.htm#bt_device_authentication">Authentification d'appareil</A><BR> <A HREF="ctpnl.htm#bt_remove_device">Suppression d'un appareil de la liste de confiance</A><BR> <BR CLEAR=ALL><!-- PegHelp --><HR>


<!-- ****######################################--> <!-- ****######################################--> <!-- ****MAJOR TOPIC Break******MAJOR TOPIC Break*** --> <!-- ****######################################--> <!-- ****######################################--> <!-- ****######################################-->




<!-- ************************Topic Break************************* -->

<A NAME="index"></A><B>Index</B><UL></UL>

<A HREF="ctpnl.htm#accessibility_settings">accessibilit&eacute;</A><BR> 
<A HREF="ctpnl.htm#recalibrate_the_stylus">appareil, &eacute;talonnage du stylet</A><BR> 
<A HREF="ctpnl.htm#hide_the_taskbar">appareil, afficher/masquer la barre des t&acirc;ches</A><BR> 
<A HREF="ctpnl.htm#change_the_taskbar_settings">appareil, param&egrave;tres de la barre des t&acirc;ches</A><BR> 
<A HREF="ctpnl.htm#mousesettings">appareil, param&egrave;tres de la souris</A><BR> 
<A HREF="ctpnl.htm#recalibrate_the_stylus">appareil, r&eacute;&eacute;talonnage du stylet</A><BR> 
<A HREF="ctpnl.htm#setting_the_date_and_time">appareil, r&eacute;glage de la date</A><BR> 
<A HREF="ctpnl.htm#setting_the_date_and_time">appareil, r&eacute;glage de l'heure</A><BR> 
<A HREF="ctpnl.htm#adjust_the_stylus_double_tap_rate">appareil, vitesse de double pression</A><BR> 
<A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batteries, &eacute;conomie</A><BR> 
<A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batteries, &eacute;conomiser les batteries</A><BR> 
<A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batteries, mode veille</A><BR> 
<A HREF="ctpnl.htm#conserve_batteries_with_auto_suspend">batteries, suspension automatique</A><BR> 
<A HREF="ctpnl.htm#bt_device_authentication">Bluetooth, authentification de l'appareil</A><BR> 
<A HREF="ctpnl.htm#bt_scanning_for_device">Bluetooth, d&eacute;tection d'appareils</A><BR>
<A HREF="ctpnl.htm#bt_make_device_active">Bluetooth, rendre un appareil actif</A><BR> 
<A HREF="ctpnl.htm#bt_remove_device">Bluetooth, supprimer un appareil d'une liste de confiance</A><BR> 
<A HREF="ctpnl.htm#managing_certificate_stores">certificats</A><BR>
<A HREF="ctpnl.htm#adjust_dialing_location_settings">connexion, param&egrave;tres du mode de num&eacute;rotation</A><BR> 
<A HREF="ctpnl.htm#adjust_dialing_patterns">connexion, param&egrave;tres du mode de num&eacute;rotation</A><BR>
<A HREF="ctpnl.htm#adjust_pc_connection_settings">connexion, param&egrave;tres du PC</A><BR> 
<A HREF="ctpnl.htm#storage_manager">dispositif de stockage, dispositifs de stockage</A><BR>
<A HREF="ctpnl.htm#adjust_the_memory_to_power_ratio">m&eacute;moire, configuration de l'allocation de la RAM</A><BR>
<A HREF="ctpnl.htm#programs_located_in_rom">programmes, r&eacute;sidant dans la ROM</A><BR> 
<A HREF="ctpnl.htm#removing_programs">programmes, suppression de programmes</A><BR>
<A HREF="ctpnl.htm#add_or_change_owner_identification">propri&eacute;taire, identification du propri&eacute;taire</A><BR> 
<A HREF="ctpnl.htm#set_or_change_the_password">propri&eacute;taire, mot de passe de l'appareil</A><BR>
<A HREF="ctpnl.htm#change_the_device_name">propri&eacute;taire, nom de l'appareil</A><BR> 
<A HREF="ctpnl.htm#change_event_sounds">sons de l'appareil, &eacute;v&eacute;nements</A><BR> 
<A HREF="ctpnl.htm#adjusting_volume_and_sounds">sons de l'appareil, activer/d&eacute;sactiver</A><BR> 
<A HREF="ctpnl.htm#change_event_sounds">sons de l'appareil, modification</A><BR> 
<A HREF="ctpnl.htm#adjusting_volume_and_sounds">sons de l'appareil, volume</A><BR> 

<!-- PegHelp -->
</BODY>
</HTML>
